[
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 0,
    "language": "vi",
    "content": "CÔNG TY ĐẤU GIÁ HỢP DANH VIỆT NAM CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc lập - Tự do - Hạnh phúc Hà Nội, ngày 05 tháng 3 năm 2025 QUY CHẾ ĐẤU GIÁ TRỰC TUYẾN BIỂN SỐ XE PHIÊN ĐẤU GIÁ THỨ SÁU (Ban hành kèm theo Quyết định số 23/2025/QĐ- VPA ngày 05/3/2025 của Giám đốc Công ty Đấu giá hợp danh Việt Nam) Chương I QUY ĐỊNH CHUNG Điều 1. Phạm vi điều chỉnh, đối tượng áp dụng 1. Phạm vi điều chỉnh: Quy chế đấu giá trực tuyến biển số xe (“Quy chế”) này quy định nguyên tắc, trình tự, thủ tục và các nội dung khác liên quan đến việc đấu giá biển số xe của Phiên đấu giá thứ Sáu theo quy định tại Luật Trật tự, an toàn giao thông đường bộ ngày 27 tháng 6 năm 2024, Nghị định số 156/2024/NĐ- CP ngày 10 tháng 12 năm 2024 của Chính phủ quy định về đấu giá biển số xe và các văn bản quy phạm pháp luật có liên quan. 2. Đối tượng áp dụng: a) Công ty Đấu giá hợp danh Việt Nam (“Công ty VPA”), đấu giá viên được phân công điều hành cuộc đấu giá biển số xe, nhân viên của Công ty VPA; b) Tổ chức, cá nhân tham gia đấu giá. Điều 2. Giải thích từ ngữ 1. Bước giá là mức chênh lệch giữa lần trả giá đầu tiên so với giá khởi điểm hoặc giữa lần trả giá sau so với lần trả giá trước liền kề. 2. Giá khởi điểm là giá ban đầu thấp nhất của một biển số xe đưa ra đấu giá theo quy định tại Điều 6 Nghị định số 156/2024/NĐ- CP. 3. Tiền đặt trước là số tiền mà người tham gia đấu giá phải nộp, tiền đặt trước bằng giá khởi điểm của một biển số xe đưa ra đấu giá. 4. Tiền trúng đấu giá là số tiền mà người trúng đấu giá nộp để được cấp quyền sử dụng biển số xe thông qua việc được cấp Quyết định xác nhận biển số xe trúng đấu giá. 5. Người tham gia đấu giá là tổ chức, cá nhân Việt Nam đăng ký tham gia đấu giá thông qua việc nộp hồ sơ tham gia đấu giá hợp lệ và tiền đặt trước theo quy định của Quy chế này và quy định khác của pháp luật có liên quan. 6. Người trúng đấu giá là người tham gia đấu giá trực tuyến biển số xe có mức trả giá cao nhất so với giá khởi điểm hoặc bằng giá khởi điểm theo quy định tại Điều 6 Nghị định số 156/2024/NĐ- CP. 7. Cuộc đấu giá biển số xe là toàn bộ quá trình đấu giá đối với một biển số xe. 2 8. Phiên đấu giá biển số xe bao gồm các cuộc đấu giá biển số xe được tổ chức thực hiện trong kế hoạch tổ chức đấu giá đã được phê duyệt. 9. Phương thức trả giá lên là phương thức đấu giá, theo đó người tham gia đấu giá trả giá từ thấp lên cao cho đến khi hệ thống ghi nhận được người trả giá cao nhất so với giá khởi điểm tại thời điểm kết thúc cuộc đấu giá. 10. Trang thông tin đấu giá trực tuyến có địa chỉ: https://vpa. com. vn thuộc sở hữu của Công ty Đấu giá hợp danh Việt Nam - là Hệ thống thực hiện đấu giá trực tuyến các loại tài sản trong đó có phân hệ Trang thông tin đấu giá trực tuyến biển số xe: https://dgbs. vpa. com. vn. 11. Thời gian là thời gian được ghi nhận trên hệ thống Trang thông tin đấu giá trực tuyến, bao gồm ngày và giờ dương lịch được tính theo múi giờ Việt Nam (GMT +7), độ chính xác là 1/1000 giây. 12. Tài khoản đăng nhập là tài khoản mở trên Trang thông tin đấu giá trực tuyến, sử dụng số điện thoại, mã định danh (số căn cước công dân/mã số thuế) của tổ chức, cá nhân đăng ký tham gia. 13. Mã thanh toán là nội dung chuyển khoản gồm dãy ký tự chữ cái và 13 chữ số được Trang thông tin đấu giá trực tuyến tự động sinh ra ngẫu nhiên tại mỗi lần khách hàng nộp tiền hồ sơ, tiền đặt trước cho một biển số xe. 14. Mã đấu giá (VPA- XXXXXX) là dãy ký tự gồm 10 ký tự bao gồm các chữ cái và chữ số được Trang thông tin đấu giá trực tuyến tự động sinh ra ngẫu nhiên sau khi khách hàng đăng ký tham gia thành công cho từng biển số xe. Mã đấu giá hiển thị khi khách hàng đăng nhập vào cuộc đấu giá. Tại mỗi cuộc đấu giá của từng biển số xe, mỗi khách hàng có mã đấu giá khác nhau. 15. Mã xác thực tham gia đấu giá là dãy ký tự dùng để xác thực tài khoản của khách hàng đủ điều kiện tham gia cuộc đấu giá. Mã xác thực gồm 10 ký tự bao gồm các chữ cái và chữ số. Mã xác thực có hiệu lực trong vòng 24 (hai mươi bốn) giờ và sẽ được Công ty VPA gửi cho khách hàng trước khi cuộc đấu giá được tổ chức. 16. Mã Captcha (XXXX) là hình thức kiểm tra xác thực người tham gia đấu giá không phải là máy hoặc người sử dụng công cụ hỗ trợ khi tham gia đấu giá, mã Captcha có thể được hiển thị sau khi khách hàng nhập mã xác thực tham gia đấu giá. 17. Thời gian đấu giá chính thức là khoảng thời gian từ khi bắt đầu cuộc đấu giá cho đến hết phút thứ 25 (hai mươi lăm) của cuộc đấu giá biển số xe.",
    "vector_id": "content_321"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 1,
    "language": "vi",
    "content": "Người đủ điều kiện tham gia đấu giá mà không đăng nhập vào tài khoản đã được cấp và truy cập vào phòng đấu giá để tham gia đấu giá trong khoảng thời gian này thì được coi là không tham gia cuộc đấu giá quy định tại điểm a khoản 6 Điều 39 Luật Đấu giá tài sản, trừ trường hợp bất khả kháng. 18. Vòng đấu gia hạn là khoảng thời gian sau thời gian đấu giá chính thức người tham gia đấu giá đủ điều kiện tiếp tục được trả giá. Mỗi vòng đấu gia hạn kéo dài 30 (ba mươi) giây và tối đa có 10 (mười) vòng đấu gia hạn. Chỉ những người tham gia trả giá hợp lệ ở thời gian đấu giá chính thức mới được tham gia trả giá ở vòng đấu 3 gia hạn thứ nhất hoặc tham gia trả giá hợp lệ ở vòng đấu gia hạn trước liền kề mới được tham gia trả giá ở vòng đấu gia hạn sau. 19. Thời gian xác định vòng đấu gia hạn sau 05 (năm) giây kể từ thời điểm kết thúc thời gian đấu giá chính thức hoặc thời điểm kết thúc vòng đấu gia hạn, hệ thống sẽ quyết định việc tiếp tục vòng đấu gia hạn tiếp theo hoặc kết thúc cuộc đấu giá. Thời gian xác định vòng đấu gia hạn không được tính vào thời lượng của cuộc đấu giá biển số xe. 20. Các từ ngữ, thuật ngữ khác các từ ngữ, thuật ngữ không giải thích tại Quy chế đấu giá này, thì hiểu theo nghĩa của các từ ngữ, thuật ngữ đó được quy định tại Luật Trật tự, an toàn giao thông đường bộ năm 2024, Luật Đấu giá tài sản năm 2016 được sửa đổi, bổ sung bởi Luật số 37/2024/QH 15 ngày 27 tháng 6 năm 2024 (Trong quy chế này được viết tắt là Luật Đấu giá tài sản), Nghị định 156/2024/NĐ- CP và các văn bản pháp luật khác có liên quan. Chương II THỦ TỤC CHUẨN BỊ TỔ CHỨC ĐẤU GIÁ Điều 3. Tài sản đấu giá, giá khởi điểm, tiền đặt trước, bước giá, tiền hồ sơ, thời gian đấu giá 1. Tài sản đấu giá: Là 624. 827 biển số xe ô tô và 1. 556. 539 biển số xe mô tô, xe gắn máy trong danh sách biển số xe đưa ra đấu giá tại Phiên đấu giá thứ Sáu đính kèm Quy chế này. 2. Giá khởi điểm: a) Giá khởi điểm của một biển số xe ô tô đưa ra đấu giá là 40 (bốn mươi) triệu đồng. b) Giá khởi điểm của một biển số xe mô tô, xe gắn máy đưa ra đấu giá là 5 (năm) triệu đồng. c) Giá khởi điểm của biển số xe có định dạng AAAAA (A>4), ABCDE (A<B<C<D<E, A>4) đưa ra đấu giá lại sau lần thứ hai là 500 (năm trăm) triệu đồng đối với biển số xe ô tô và 50 (năm mươi) triệu đồng đối với biển số xe mô tô, xe gắn máy. 3. Tiền đặt trước: a) Tiền đặt trước của một biển số xe ô tô đưa ra đấu giá là 40 (bốn mươi) triệu đồng. b) Tiền đặt trước của một biển số xe mô tô, xe gắn máy đưa ra đấu giá là 5 (năm) triệu đồng. c) Tiền đặt trước của biển số xe có định dạng AAAAA (A>4), ABCDE (A<B<C<D<E, A>4) đưa ra đấu giá lại sau lần thứ hai là 500 (năm trăm) triệu đồng đối với biển số xe ô tô và 50 (năm mươi) triệu đồng đối với biển số xe mô tô, xe gắn máy. 4. Bước giá: a) Bước giá đối với đấu giá biển số xe ô tô là 5 (năm) triệu đồng. b) Bước giá đối với đấu giá biển số xe mô tô, xe gắn máy là 500 (năm trăm) nghìn đồng. 4 5. Tiền bán hồ sơ tham gia đấu giá: a) Tiền bán hồ sơ tham gia đấu giá là 100 (một trăm) nghìn đồng trên một biển số xe ô tô. b) Tiền bán hồ sơ tham gia đấu giá là 50 (năm mươi) nghìn đồng trên một biển số xe mô tô, xe gắn máy. 6. Thời gian đấu giá của một biển số xe chi tiết như sau: - Thời gian bắt đầu của cuộc đấu giá được quy định chi tiết trong thông báo đấu giá. - Thời lượng đấu giá của một biển số xe tối thiểu là 25 (hai mươi lăm) phút. Điều 4. Hình thức, phương thức đấu giá, nguyên tắc đấu giá 1. Hình thức đấu giá: Đấu giá trực tuyến. 2. Phương thức đấu giá: Trả giá lên. 3.",
    "vector_id": "content_322"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 2,
    "language": "vi",
    "content": "Nguyên tắc đấu giá: a) Được thực hiện bằng hình thức trực tuyến trên môi trường mạng, tuân thủ quy định Luật An toàn thông tin mạng; Luật An ninh mạng; Luật Trật tự, an toàn giao thông đường bộ ngày 27/6/2024; Nghị định số 156/2024/NĐ- CP; Luật Đấu giá tài sản; Nghị định số 172/2024/NĐ- CP ngày 27/12/2024 của Chính phủ quy định chi tiết một số điều của Luật Đấu giá tài sản số 01/2016/QH 14 được sửa đổi, bổ sung một số điều theo Luật số 37/2024/QH 15 và các quy định pháp luật có liên quan; b) Bảo đảm tính khách quan, minh bạch, công khai, trung thực, an toàn, an ninh; c) Bảo mật về tài khoản truy cập, thông tin về người tham gia đấu giá và các thông tin khác theo quy định của pháp luật; d) Bảo vệ quyền, lợi ích hợp pháp của người tham gia đấu giá, người trúng đấu giá, người mua được tài sản đấu giá, tổ chức hành nghề đấu giá tài sản, đấu giá viên và các tổ chức, cá nhân có liên quan; đ) Cuộc đấu giá phải do đấu giá viên điều hành. Điều 5. Tổ chức hành nghề đấu giá tài sản, người có tài sản 1. Tổ chức hành nghề đấu giá tài sản: Công ty Đấu giá hợp danh Việt Nam Địa chỉ trụ sở: NO 2- T 4. 03, tầng 4 Toà nhà NO 2 - TNL PLAZA GOLDSEASON số 47 Nguyễn Tuân, phường Thanh Xuân Trung, quận Thanh Xuân, thành phố Hà Nội. 2. Người có tài sản: Bộ Công an (Cục Cảnh sát giao thông), địa chỉ: 112 Lê Duẩn, phường Cửa Nam, quận Hoàn Kiếm, thành phố Hà Nội. Điều 6. Niêm yết, thông báo công khai việc đấu giá biển số xe 1. Bộ Công an chuyển danh sách biển số xe đưa ra đấu giá cho Công ty VPA, đồng thời thông báo công khai kế hoạch tổ chức đấu giá biển số xe Phiên đấu giá thứ Sáu trên Cổng thông tin điện tử Bộ Công an, Trang thông tin điện tử Cục Cảnh sát giao thông, có đường dẫn đến Trang thông tin đấu giá trực tuyến của Công ty VPA. 5 2. Trong thời hạn ít nhất 30 (ba mươi) ngày trước ngày tổ chức Phiên đấu giá thứ Sáu, Công ty VPA thông báo công khai, niêm yết Quy chế này, danh sách biển số xe đưa ra đấu giá tại các địa chỉ sau: a) Trang thông tin đấu giá trực tuyến; b) Trụ sở Công ty VPA - Địa chỉ: NO 2- T 4. 03, tầng 4 Toà nhà NO 2 - TNL PLAZA GOLDSEASON s ố 47 Nguyễn Tuân, phường Thanh Xuân Trung, quận Thanh Xuân, thành phố Hà Nội. 3. Công ty VPA niêm yết, thông báo công khai kế hoạch tổ chức đấu giá biển số xe tại các địa chỉ sau: a) Trang thông tin đấu giá trực tuyến; b) Trụ sở Công ty VPA nêu tại điểm b, khoản 2 Điều này. Điều 7. Thời hạn lựa chọn biển số xe, thời gian đăng ký tham gia đấu giá 1. Thời hạn lựa chọn biển số xe tham gia đấu giá: a) Đối với toàn bộ Danh sách biển số xe đưa ra đấu giá theo các Kế hoạch từng phiên đấu giá mà Bộ Công an ban hành: - Công ty VPA đưa ra danh sách biển số xe kèm theo thời gian đấu giá để khách hàng lựa chọn đăng ký tham gia. - Công ty VPA thông báo thời gian cụ thể đấu giá đối với từng biển số xe trước ít nhất 05 (năm) ngày danh sách biển số xe đưa ra đấu giá từ danh sách biển số xe đã được khách hàng tham gia lựa chọn. Trong khoảng thời gian có thông báo đấu giá cụ thể, khách hàng tiếp tục được lựa chọn đăng ký và thanh toán tiền hồ sơ, tiền đặt trước cho đến trước ngày mở cuộc đấu giá 02 (hai) ngày. b) Đối với các biển số xe còn lại chưa có người lựa chọn đăng ký tham gia đấu giá, khách hàng tiếp tục được nộp tiền hồ sơ, tiền đặt trước tham gia đấu giá cho đến trước ngày mở cuộc đấu giá 02 (hai) ngày. 2. Thời gian đăng ký tham gia đấu giá: a) Thời gian đăng ký tham gia đấu giá: Được thông báo trên Trang thông tin đấu giá trực tuyến. (Chi tiết theo danh sách biển số xe đưa ra đấu giá tại Phiên đấu giá thứ Sáu được chia thành từng đợt theo thông báo và niêm yết trên Trang thông tin đấu giá trực tuyến của Công ty VPA). b) Mỗi cá nhân, tổ chức chỉ được đăng ký duy nhất một tài khoản tham gia đấu giá, trả giá. Điều 8. Thời gian, cách thức nộp tiền hồ sơ, tiền đặt trước và xử lý tiền hồ sơ, tiền đặt trước 1. Thời gian nộp tiền hồ sơ, tiền đặt trước tham gia đấu giá: Được thông báo trên Trang thông tin đấu giá trực tuyến. 6 2. Cách thức nộp tiền hồ sơ, tiền đặt trước tham gia đấu giá: a) Người tham gia đấu giá lựa chọn một trong hai cách thức sau: - Quét mã QR trên Trang thông tin đấu giá trực tuyến và làm theo hướng dẫn.",
    "vector_id": "content_323"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 3,
    "language": "vi",
    "content": "- Hoặc nộp tiền vào tài khoản/chuyển khoản theo chỉ dẫn sau: -  Tên tài khoản: Công ty Đấu giá hợp danh Việt Nam; -  Số tài khoản: 1410999999999; -  Tại: Ngân hàng Nông nghiệp và Phát triển Nông thôn Việt Nam, chi nhánh Mỹ Đình (Agribank chi nhánh Mỹ Đình); Hoặc: -  Tên tài khoản: Công ty Đấu giá hợp danh Việt Nam; -  Số tài khoản: 22999999; -  Tại: Ngân hàng TMCP Đầu tư và Phát triển Việt Nam, chi nhánh Hà Nội (BIDV chi nhánh Hà Nội) + Nội dung chuyển khoản: nhập “mã thanh toán” trong phần Nội dung chuyển khoản tại mục “Thanh toán biển số xe”; + Số tiền: Theo thông tin Số tiền tại mục “Thanh toán biển số xe” trên Trang thông tin đấu giá trực tuyến. (Khi khách hàng đăng nhập tài khoản và đăng ký đấu giá tại Trang thông tin đấu giá trực tuyến, tới mục “Thanh toán biển số xe” màn hình sẽ hiển thị số tài khoản, mã QR nộp tiền hoặc nội dung nộp tiền, số tiền tương ứng với từng khách hàng mỗi lần thanh toán. Lưu ý: Mỗi lần thanh toán sẽ có một mã thanh toán khác nhau). b) Sau khi tài khoản Công ty VPA báo CÓ về khoản tiền hồ sơ, tiền đặt trước, Công ty VPA sẽ gửi cho người tham gia đấu giá Thông báo “Xác nhận thanh toán thành công” qua thư điện tử/tin nhắn điện thoại đã đăng ký và được ghi nhận trên Trang thông tin đấu giá trực tuyến; c) Người tham gia đấu giá bắt buộc điền đúng, đủ, không chỉnh sửa thêm bất kỳ ký tự nào ngoài nội dung trong trường thông tin “Nội dung chuyển khoản”; d) Người tham gia đấu giá bắt buộc chuyển đúng, đủ, không chỉnh sửa, không thay đổi số tiền thanh toán. Đối với các trường hợp khách hàng thanh toán không đúng quy định tại Quy chế này, Công ty VPA sẽ thực hiện hoàn lại khoản thanh toán này cho khách hàng trong thời hạn 03 (ba) ngày làm việc kể từ ngày nhận được đầy đủ hồ sơ yêu cầu của khách hàng thông qua hòm thư điện tử thutuchoantien@vpa. com. vn theo hướng dẫn của Công ty VPA, bao gồm đơn đề nghị hoàn tiền (bản chính) và hình ảnh chứng minh giao dịch của người tham gia đấu giá đó; đ) Đối với các trường hợp ghi sai nội dung chuyển khoản hoặc không đúng, đủ số tiền thanh toán dẫn đến việc người tham gia đấu giá không nhận được Thông báo “Xác nhận thanh toán thành công” qua thư điện tử/tin nhắn điện thoại đã đăng ký với Công 7 ty VPA và được ghi nhận trên Trang thông tin đấu giá trực tuyến, thì người tham gia đấu giá phải liên hệ ngay với Công ty VPA để làm rõ, giải quyết theo quy định. Trường hợp người tham gia đấu giá không liên hệ với Công ty VPA, thì sẽ bị mất quyền tham gia đấu giá và Công ty VPA không chịu trách nhiệm về việc người tham gia đấu giá không đủ điều kiện tham gia đấu giá trong trường hợp này. Mọi yêu cầu chỉnh sửa thông tin và đăng ký thanh toán tham gia đấu giá phải được thực hiện trước thời điểm diễn ra cuộc đấu giá 02 (hai) ngày; e) Trường hợp khách hàng có yêu cầu rút hồ sơ không tiếp tục tham gia cuộc đấu giá mà trước đó khách hàng đã nộp tiền hồ sơ, tiền đặt trước thì khách hàng gửi yêu cầu rút hồ sơ đăng ký tham gia đấu giá theo quy định sau: - Khách hàng thực hiện yêu cầu hoàn tiền trên Trang thông tin đấu giá trực tuyến chậm nhất trước thời hạn kết thúc việc nộp tiền hồ sơ, tiền đặt trước theo thông báo đối với biển số xe khách hàng có yêu cầu rút hồ sơ đăng ký tham gia đấu giá. - Công ty VPA sẽ kiểm tra hoàn thiện thủ tục và hoàn trả tiền theo yêu cầu của khách hàng trong thời hạn 03 (ba) ngày làm việc kể từ thời điểm kết thúc cuộc đấu giá biển số xe theo thông báo đấu giá. - Trường hợp khách hàng thực hiện yêu cầu hoàn tiền sau thời hạn kết thúc việc nộp tiền hồ sơ, tiền đặt trước của biển số xe mà khách hàng có yêu cầu rút hồ sơ đăng ký tham gia đấu giá thì yêu cầu của khách hàng không được ghi nhận. Khách hàng vui lòng thực hiện việc tham gia đấu giá theo đúng trình tự thủ tục. Lưu ý: Khách hàng chỉ được rút hồ sơ 01 (một) lần duy nhất cho 01 biển số xe đã nộp tiền hồ sơ, tiền đặt trước. g) Người tham gia đấu giá chịu trách nhiệm thanh toán các chi phí liên quan đến việc nộp tiền hồ sơ, tiền đặt trước và nhận lại tiền đặt trước. 3. Quy định về thanh toán: a) Người tham gia đấu giá thanh toán tiền hồ sơ tham gia đấu giá và tiền đặt trước của 01 biển số xe theo quy định tại khoản 3 và khoản 5 Điều 3 của Quy chế này một lần (cùng một lần/ lệnh thanh toán).",
    "vector_id": "content_324"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 4,
    "language": "vi",
    "content": "Người tham gia đấu giá được tham gia đấu giá nhiều biển số xe; b) Trường hợp người tham gia đấu giá nộp tiền hồ sơ, tiền đặt trước không đúng theo quy định của pháp luật và Quy chế này thì không đủ điều kiện tham gia đấu giá; c) Tiền hồ sơ, tiền đặt trước của người tham gia đấu giá phải được báo CÓ về tài khoản của Công ty VPA kể từ ngày niêm yết cho đến trước thời điểm kết thúc thời hạn nộp tiền hồ sơ, tiền đặt trước tham gia đấu giá. 4. Trường hợp cuộc đấu giá không tổ chức được thì người tham gia đấu giá biển số xe được hoàn trả lại tiền hồ sơ, tiền đặt trước đã nộp trong thời hạn 03 (ba) ngày làm việc, kể từ ngày cuộc đấu giá bị dừng. 5. Xử lý tiền đặt trước: 8 a) Trường hợp người tham gia trúng đấu giá thì khoản tiền đặt trước được chuyển vào tài khoản chuyên thu của Bộ Công an để nộp vào ngân sách Nhà nước theo quy định; b) Trường hợp người tham gia đấu giá không trúng đấu giá hoặc không thuộc trường hợp không được nhận lại khoản tiền đặt trước sẽ được hoàn trả tiền đặt trước trong thời hạn 03 (ba) ngày làm việc kể từ ngày kết thúc cuộc đấu giá; c) Các trường hợp vi phạm không được nhận lại tiền đặt trước theo quy định tại Điều 13 Quy chế này. Điều 9. Thời gian, địa điểm tổ chức cuộc đấu giá: 1. Thời gian: Được thông báo tại Trang thông tin đấu giá trực tuyến. 2. Địa điểm: Tại Trang thông tin đấu giá trực tuyến . (Chi tiết thời gian tổ chức đấu giá theo danh sách biển số xe đưa ra đấu giá tại Phiên đấu giá thứ Sáu và được chia thành từng đợt theo thông báo được niêm yết trên Trang thông tin đấu giá trực tuyến của Công ty VPA). Điều 10. Điều kiện tham gia cuộc đấu giá 1. Là tổ chức, cá nhân Việt Nam có đủ điều kiện tham gia đấu giá biển số xe theo quy định của Quy chế này và pháp luật có liên quan. 2. Đã đăng ký thành công tài khoản trên Trang thông tin đấu giá trực tuyến. 3. Nộp tiền hồ sơ tham gia đấu giá, tiền đặt trước theo đúng quy định tại Điều 8 Quy chế này; Được phê duyệt hồ sơ tham gia đấu giá. 4. Những người sau đây không được đăng ký tham gia đấu giá: a) Người không có năng lực hành vi dân sự, người bị mất hoặc bị hạn chế năng lực hành vi dân sự, người có khó khăn trong nhận thức, làm chủ hành vi hoặc người tại thời điểm đăng ký tham gia đấu giá không nhận thức, làm chủ được hành vi của mình; b) Người làm việc trong Công ty VPA; cha, mẹ, vợ, chồng, con, anh ruột, chị ruột, em ruột của đấu giá viên điều hành cuộc đấu giá; người trực tiếp giám định, định giá tài sản; cha, mẹ, vợ, chồng, con, anh ruột, chị ruột, em ruột của người trực tiếp giám định, định giá tài sản; c) Người được chủ sở hữu tài sản ủy quyền xử lý tài sản, người có quyền quyết định bán tài sản, người ký hợp đồng dịch vụ đấu giá tài sản, người có quyền quyết định bán tài sản của người khác theo quy định của pháp luật; d) Cha, mẹ, vợ, chồng, con, anh ruột, chị ruột, em ruột của người quy định tại điểm c khoản này; đ) Người không có quyền đấu giá biển số xe theo quy định của pháp luật. Điều 11. Hồ sơ đăng ký tham gia đấu giá 1.",
    "vector_id": "content_325"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 5,
    "language": "vi",
    "content": "Người tham gia đấu giá biển số xe đăng ký tham gia đấu giá, nộp hồ sơ đăng ký tham gia đấu giá trên Trang thông tin đấu giá trực tuyến; đăng ký tạo tài khoản và điền đầy đủ các thông tin theo hướng dẫn, đảm bảo tuân thủ các quy định của pháp 9 luật và được thực hiện cụ thể như sau: STT Cá nhân Tổ chức 1 Họ và tên (Chữ in hoa có dấu, có dấu cách giữa các chữ) Tên tổ chức (Theo cách viết trên giấy ĐKDN/ĐKKD/ĐKHĐ) 2 Mật khẩu (Tối thiểu 8 ký tự bao gồm: chữ in hoa, chữ thường, số và ký tự đặc biệt) Mật khẩu (Tối thiểu 8 ký tự bao gồm: chữ in hoa, chữ thường, số và ký tự đặc biệt) 3 Số điện thoại liên hệ (SĐT đảm bảo thông suốt trong thời gian Khách hàng tham gia đấu giá) Số điện thoại liên hệ (SĐT đảm bảo thông suốt trong thời gian Khách hàng tham gia đấu giá) 4 Thư điện tử (email) Thư điện tử (email) 5 Địa chỉ đăng ký cư trú Địa chỉ trụ sở chính 6 Số căn cước công dân/Số căn cước, ngày cấp, nơi cấp Mã số doanh nghiệp/Giấy chứng nhận đăng ký doanh nghiệp/Giấy đăng ký hoạt động, mã số thuế, ngày cấp, nơi cấp, nếu là doanh nghiệp; Quyết định thành lập/Đăng ký thành lập, mã số thuế, ngày cấp, nơi cấp, nếu là tổ chức không phải là doanh nghiệp 7 Ảnh chụp mặt trước và mặt sau căn cước công dân/căn cước (bản chính) Ảnh chụp bản chính Giấy chứng nhận đăng ký doanh nghiệp/Giấy đăng ký hoạt động/Quyết định thành lập hoặc giấy tờ khác có giá trị pháp lý tương đương của tổ chức; Căn cước công dân/Căn cước của người đại diện theo pháp luật 8 Thông tin tài khoản ngân hàng của người tham gia đấu giá (để nhận lại tiền đặt trước trong trường hợp không trúng đấu giá và không thuộc trường hợp không được nhận lại tiền đặt trước) Thông tin tài khoản ngân hàng của tổ chức tham gia đấu giá (để nhận lại tiền đặt trước trong trường hợp không trúng đấu giá và không thuộc trường hợp không được nhận lại tiền đặt trước) 9 Họ tên người đại diện theo pháp luật của tổ chức, chức vụ, căn cước công dân/căn cước của người đại diện theo pháp luật của tổ chức, số điện thoại 10 STT Cá nhân Tổ chức người đại diện theo pháp luật 10 Chỉ sử dụng duy nhất một căn cước công dân/căn cước theo quy định Căn cước công dân/căn cước của người đại diện pháp luật có thể dùng cho nhiều tài khoản nhưng đảm bảo các tài khoản đó không trùng khớp tên tổ chức và Mã số doanh nghiệp/Giấy chứng nhận đăng ký doanh nghiệp/Giấy đăng ký hoạt động/Quyết định thành lập, mã số thuế Khuyến cáo: Khách hàng tham gia đấu giá không đăng ký đấu giá một biển số xe với hai tư cách tham gia khác nhau (vừa với tư cách cá nhân/người đại diện theo pháp luật/người được ủy quyền của tổ chức hoặc cá nhân này và tư cách người đại diện theo pháp luật/người được uỷ quyền của tổ chức hoặc cá nhân khác). 2. Người đăng ký tham gia đấu giá tự chịu trách nhiệm về tính chính xác, tính trung thực của các thông tin, tài liệu và việc kê khai thông tin để đăng ký tham gia đấu giá trên Trang thông tin đấu giá trực tuyến. Hình ảnh giấy tờ pháp lý tải lên Trang thông tin đấu giá trực tuyến phải rõ ràng, hiển thị đầy đủ thông tin, trùng khớp với thông tin đã kê khai theo quy định của pháp luật. a) Trường hợp người đăng ký tham gia đấu giá cung cấp thông tin, tài liệu sai sự thật; sử dụng giấy tờ giả mạo để đăng ký tham gia đấu giá sẽ bị xử lý theo quy định của pháp luật; b) Người đăng ký tham gia đấu giá chịu trách nhiệm về việc bảo mật và sử dụng tài khoản truy cập đã được cấp trên Trang thông tin đấu giá trực tuyến. 3. Điều chỉnh Hồ sơ đăng ký tham gia đấu giá Việc điều chỉnh Hồ sơ đăng ký tham gia đấu giá được thực hiện như sau: a) Toàn bộ thông tin tài khoản tham gia đấu giá khách hàng được phép điều chỉnh trước thời điểm được phê duyệt tài khoản; b) Quản trị hệ thống thực hiện kiểm tra, phê duyệt các tài khoản khách hàng đủ điều kiện tham gia đấu giá. Đối với các tài khoản đã được phê duyệt, khách hàng không thể thực hiện chỉnh sửa thông tin tài khoản. Trường hợp khách hàng cung cấp sai thông tin hoặc cung cấp không chính xác, không đầy đủ thông tin dẫn tới không được phê duyệt tài khoản phải tự chịu trách nhiệm nếu không đủ điều kiện tham gia đấu giá; c) Khi khách hàng đã hoàn thiện và lưu thay đổi thông tin tài khoản đăng ký tham gia đấu giá được xác định là đã thực hiện kiểm tra và tự chịu trách nhiệm về tính chính xác đối với thông tin của mình. Mọi thắc mắc khách hàng liên hệ với Công ty VPA trước thời điểm lưu thay đổi thông tin để được giải đáp. 11 4.",
    "vector_id": "content_326"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 6,
    "language": "vi",
    "content": "Thông tin của người tham gia đấu giá trên Trang thông tin đấu giá trực tuyến được Công ty VPA bảo mật theo chính sách bảo vệ thông tin của Công ty VPA và pháp luật về bảo vệ thông tin cá nhân người tham gia đấu giá như sau: a) Thông tin của người tham gia đấu giá cung cấp cho Công ty VPA chỉ được sử dụng cho mục đích tham gia đấu giá quy định tại Quy chế này, trừ trường hợp pháp luật có quy định khác; b) Không sử dụng, không chuyển giao, cung cấp hay tiết lộ cho bất kỳ bên thứ ba nào về thông tin của người tham gia đấu giá khi không có sự đồng ý từ người đó; c) Trong trường hợp máy chủ lưu trữ thông tin bị tin tặc (hacker) tấn công dẫn đến mất dữ liệu người tham gia đấu giá, Công ty VPA sẽ có trách nhiệm khắc phục, thông báo vụ việc cho cơ quan chức năng kiểm tra, xử lý kịp thời và thông báo cho người tham gia đấu giá được biết; d) Công ty VPA không chịu trách nhiệm và không giải quyết mọi khiếu nại có liên quan đến quyền lợi của người tham gia đấu giá trong trường hợp thông tin của người tham gia đấu giá cung cấp khi đăng ký ban đầu là không chính xác. Điều 12. Các trường hợp vi phạm bị truất quyền tham gia đấu giá 1. Các trường hợp vi phạm bị truất quyền tham gia đấu giá: a) Cung cấp thông tin, tài liệu sai sự thật; sử dụng giấy tờ giả mạo để đăng ký tham gia đấu giá, tham gia cuộc đấu giá; b) Thông đồng, móc nối với đấu giá viên, tổ chức hành nghề đấu giá tài sản, người có tài sản đấu giá, người tham gia đấu giá khác, cá nhân, tổ chức khác để dìm giá, làm sai lệch kết quả đấu giá tài sản; c) Cản trở hoạt động đấu giá tài sản, có hành vi sử dụng phần mềm tác động đến quá trình đấu giá hoặc kết quả cuộc đấu giá; gây nhiễu loạn cuộc đấu giá; cho người khác truy cập, tham gia đấu giá từ tài khoản đăng nhập của mình mà không có uỷ quyền hợp lệ; d) Đe dọa, cưỡng ép đấu giá viên, người tham gia đấu giá khác nhằm làm sai lệch kết quả đấu giá tài sản; đ) Nhận ủy quyền tham gia đấu giá của người tham gia đấu giá khác đối với biển số xe mà mình cũng là người tham gia đấu giá biển số xe đó; nhận ủy quyền tham gia đấu giá của từ hai người tham gia đấu giá trở lên đối với cùng một biển số xe; e) Tham dự cuộc đấu giá trong trường hợp vợ, chồng, anh ruột, chị ruột, em ruột cũng là người tham gia đấu giá đối với biển số xe đó; f) Tham dự phiên đấu giá trong trường hợp công ty mẹ, công ty con, các doanh nghiệp mà cá nhân, tổ chức hoặc nhóm cá nhân, tổ chức có khả năng chi phối hoạt động của doanh nghiệp theo quy định của pháp luật về doanh nghiệp cũng là người tham gia đấu giá đối với biển số xe đó; g) Các hành vi bị nghiêm cấm khác theo quy định của pháp luật có liên quan. 12 2. Công ty VPA sẽ tạm khoá tài khoản của người tham gia đấu giá vi phạm trường hợp bị truất quyền tham gia đấu giá quy định tại khoản 1 Điều này để gửi cơ quan có thẩm quyền xác minh làm rõ và xử lý theo quy định pháp luật. 3. Trường hợp người tham gia đấu giá có dấu hiệu sử dụng thao tác, thủ thuật, thiết bị, phần mềm hỗ trợ trong quá trình tham gia đấu giá, tác động vào hệ thống đấu giá trực tuyến biển số xe gây ảnh hưởng tới diễn biến, tính năng, hoặc làm thay đổi kết quả của cuộc đấu giá, Công ty VPA sẽ tạm thời khóa tài khoản của người tham gia đấu giá đó, dừng công nhận kết quả đấu giá và chuyển cơ quan có thẩm quyền xử lý theo quy định. Điều 13. Các trường hợp không được nhận lại khoản tiền đặt trước Người tham gia đấu giá không được nhận lại khoản tiền đặt trước trong các trường hợp sau đây: 1. Người đủ điều kiện tham gia cuộc đấu giá biển số xe mà không đăng nhập vào tài khoản đã được cấp và truy cập vào phòng đấu giá để tham gia đấu giá trong thời gian đấu giá chính thức thì được coi là không tham gia cuộc đấu giá, trừ trường hợp bất khả kháng theo quy định của pháp luật. 2. Bị truất quyền tham gia đấu giá do có hành vi vi phạm quy định tại khoản 1 Điều 12 Quy chế này. 3. Người trúng đấu giá không xác nhận biên bản đấu giá trong thời gian quy định tại khoản 3 Điều 15 Quy chế này. Chương III TỔ CHỨC CUỘC ĐẤU GIÁ Điều 14. Điều kiện tổ chức cuộc đấu giá 1. Cuộc đấu giá được tổ chức khi có ít nhất 02 (hai) người đăng ký và đáp ứng đủ điều kiện tham gia đấu giá. 2.",
    "vector_id": "content_327"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 7,
    "language": "vi",
    "content": "Khi hết thời hạn đăng ký tham gia mà chỉ có một người đăng ký tham gia đấu giá hoặc có nhiều người đăng ký tham gia đấu giá nhưng chỉ có một người tham gia đấu giá hoặc có nhiều người tham gia đấu giá nhưng chỉ có một người trả giá ít nhất bằng giá khởi điểm của một biển số xe đưa ra đấu giá thì thì người đó được xác định là người trúng đấu giá biển số xe. 3. Người trúng đấu giá trong trường hợp khi hết thời hạn đăng ký tham gia mà chỉ có một người đăng ký tham gia đấu giá sẽ nhận được thông báo và biên bản đấu giá của biển số đó trước thời điểm tổ chức cuộc đấu giá. Người trúng đấu giá xác nhận biên bản đấu giá trong thời hạn kể từ khi nhận được biên bản đấu giá cho đến trước thời điểm 24 giờ 00 phút cùng ngày của ngày tổ chức cuộc đấu giá. Điều 15. Các bước thực hiện một cuộc đấu giá biển số xe 1. Đăng ký tham gia đấu giá: a) Việc đăng ký tham gia đấu giá được thực hiện hoàn toàn trên môi trường mạng tại Trang thông tin đấu giá trực tuyến; 13 b) Người tham gia đấu giá được cấp một tài khoản truy cập, được hướng dẫn về cách sử dụng tài khoản, cách thức nộp hồ sơ tham gia đấu giá trực tuyến, nộp tiền hồ sơ, tiền đặt trước thông qua các hình thức thanh toán trực tuyến, tham gia đấu giá, trả giá và các nội dung khác trên Trang thông tin đấu giá trực tuyến để thực hiện việc đấu giá. Người tham gia đấu giá thực hiện Đăng nhập/Đăng ký tài khoản để tham gia đấu giá; c) Người tham gia đấu giá được lựa chọn biển số xe theo nhu cầu trong danh sách biển số xe đưa ra đấu giá. Người tham gia đấu giá nhấn nút tìm kiếm biển số xe, lựa chọn biển số xe muốn tham gia đấu giá; d) Người tham gia đấu giá thêm biển số xe đã lựa chọn vào giỏ hàng, thực hiện thanh toán hợp lệ tiền hồ sơ, tiền đặt trước của biển số xe đã lựa chọn tham gia đấu giá vào tài khoản của Công ty VPA và được cấp mã đấu giá của cuộc đấu giá biển số xe đó; đ) Công ty VPA bán hồ sơ tham gia đấu giá, tiếp nhận hồ sơ tham gia đấu giá và tiền đặt trước liên tục kể từ ngày niêm yết việc đấu giá tài sản cho đến trước ngày mở cuộc đấu giá 02 (hai) ngày. 2. Khi bắt đầu thời gian trả giá, người tham gia đấu giá đăng nhập bằng tài khoản của mình, truy cập vào cuộc đấu giá và thực hiện việc trả giá theo phương thức trả giá lên trong thời gian đấu giá (kể từ thời điểm bắt đầu cuộc đấu giá đến thời điểm kết thúc đấu giá) theo Quy chế này (Khách hàng truy cập vào cuộc đấu giá trong khoảng thời gian đấu giá chính thức được hiểu đã thực hiện việc điểm danh). 3. Tại thời điểm kết thúc cuộc đấu giá trực tuyến, trong thời hạn 05 (năm) phút Trang thông tin đấu giá trực tuyến xác định người trúng đấu giá (là người có mức trả giá hợp lệ cao nhất được hệ thống đấu giá ghi nhận), thông báo kết quả cuộc đấu giá, hiển thị biên bản đấu giá để người trúng đấu giá xác nhận, gửi vào địa chỉ thư điện tử của người tham gia đấu giá đã đăng ký và trong mục “Tài liệu của tôi”. Người trúng đấu giá xác nhận biên bản đấu giá kể từ khi nhận được biên bản đấu giá cho đến trước thời điểm 24 giờ 00 phút cùng ngày của ngày tổ chức cuộc đấu giá theo thông báo. Ngoài ra, người trúng đấu giá còn nhận được tin nhắn thông báo kết quả trúng đấu giá được gửi vào số điện thoại đã đăng ký tham gia đấu giá. Trường hợp người trúng đấu giá không xác nhận biên bản đấu giá thì được xác định là không chấp nhận giao kết hợp đồng mua bán tài sản đấu giá và sẽ bị hủy kết quả đấu giá (trường hợp “bất khả kháng” không thể xác nhận biên bản đấu giá trong thời gian quy định, yêu cầu người trúng đấu giá liên hệ ngay với Công ty VPA và trong thời hạn 15 ngày kể từ ngày xảy ra sự kiện bất khả kháng, người trúng đấu giá phải gửi các tài liệu có giá trị pháp lý chứng minh thuộc trường hợp bất khả kháng về Công ty VPA để được hướng dẫn xác nhận lại biên bản đấu giá, bảo vệ quyền và lợi ích hợp pháp của mình). 4. Kết quả cuộc đấu giá trực tuyến được ghi nhận tại Biên bản đấu giá và hệ thống đấu giá của Công ty VPA. Trong thời hạn 01 ngày làm việc kể từ ngày kết thúc đấu giá, kết quả đấu giá được niêm yết công khai trên Trang thông tin đấu giá trực tuyến và được gửi vào địa chỉ thư điện tử của người tham gia đấu giá sau khi công bố người trúng đấu giá trên Trang thông tin đấu giá trực tuyến. 14 5. Người tham gia đấu giá đọc kỹ “Sổ tay hướng dẫn sử dụng” trên Trang thông tin đấu giá trực tuyến. Điều 16. Cách thức trả giá hợp lệ và xác định người trúng đấu giá 1.",
    "vector_id": "content_328"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 8,
    "language": "vi",
    "content": "Cách thức trả giá hợp lệ, công thức trả giá hợp lệ a) Cách thức trả giá hợp lệ: - Trong toàn bộ thời gian đấu giá chính thức và vòng đấu gia hạn, mỗi 01 s (một giây) hệ thống chỉ ghi nhận 01 (một) lần trả giá hợp lệ đối với một người tham gia đấu giá. Người tham gia đấu giá có thể trả giá nhiều lần trong toàn bộ thời gian đấu giá của một biển số xe. - Hệ thống hiển thị lượt trả giá hợp lệ hoặc không hợp lệ của người tham gia đấu giá thông qua mục hiển thị diễn biến cuộc đấu giá bằng các biểu tượng bên cạnh các bước giá trả cụ thể: + Hiển thị biểu tượng tích màu xanh là lượt trả giá hợp lệ được hệ thống ghi nhận. + Hiển thị biểu tượng tích màu đỏ là lượt trả giá không hợp lệ được hệ thống ghi nhận. b) Công thức trả giá hợp lệ: - Đối với biển số xe ô tô: Giá trả = Giá khởi điểm + (N) x 5 (năm) triệu đồng (trong đó N là số tự nhiên ≥ 0) - Đối với biển số xe mô tô, xe gắn máy: Giá trả = Giá khởi điểm + (N) x 500 (năm trăm) nghìn đồng (trong đó N là số tự nhiên ≥ 0) 2. Cách thức xác định người trúng đấu giá 2. 1. Cách thức xác định người trúng đấu giá trong thời gian đấu giá chính thức - Trong thời gian đấu giá chính thức, nếu hệ thống ghi nhận chỉ có một người tham gia trả giá hợp lệ thì cuộc đấu giá kết thúc, người tham gia trả giá là người trúng đấu giá, giá trả hợp lệ cao nhất là giá trúng đấu giá. - Trong thời gian đấu giá chính thức nếu: + 10 (mười) giây cuối cùng hệ thống ghi nhận không có lệnh trả giá hợp lệ mới, thì người có giá trả hợp lệ cao nhất được hệ thống xác định là người trúng đấu giá, cuộc đấu kết thúc. + 10 (mười) giây cuối cùng hệ thống ghi nhận có lệnh trả giá hợp lệ mới, cuộc đấu giá sẽ được mở rộng thêm vòng đấu gia hạn thứ nhất. Mỗi vòng đấu gia hạn kéo dài 30 giây và tối đa không quá 10 vòng. Người tham gia đấu giá có lệnh trả giá hợp lệ trong 25 phút đầu sẽ được tham gia vòng đấu gia hạn thứ nhất. 2. 2. Cách thức xác định người trúng đấu giá trong vòng đấu gia hạn - Trong thời gian diễn ra vòng đấu gia hạn, nếu hệ thống ghi nhận chỉ có một người tham gia trả giá hợp lệ thì cuộc đấu giá kết thúc, người tham gia trả giá là người trúng đấu giá, giá trả hợp lệ cao nhất là giá trúng đấu giá. 15 - Trong thời gian diễn ra vòng đấu gia hạn nếu: + Không có người trả giá hợp lệ hoặc 10 (mười) giây cuối cùng hệ thống ghi nhận không có lệnh trả giá hợp lệ mới, thì người có giá trả hợp lệ cao nhất được hệ thống xác định là người trúng đấu giá, cuộc đấu kết thúc. + 10 (mười) giây cuối cùng hệ thống ghi nhận có lệnh trả giá hợp lệ mới thì cuộc đấu giá sẽ được gia hạn thêm các vòng đấu. Ở vòng đấu gia hạn thứ mười, người trả giá hợp lệ cao nhất được hệ thống ghi nhận là người trúng đấu giá. Điều 17. Biên bản cuộc đấu giá 1. Biên bản cuộc đấu giá ghi nhận thời điểm bắt đầu cuộc đấu giá, thời điểm kết thúc cuộc đấu giá, số người đủ điều kiện tham gia đấu giá, khách hàng không tham gia đấu giá, giá trúng đấu giá, người trúng đấu giá, việc xác nhận hoặc không xác nhận biên bản của người trúng đấu giá. Diễn biến chi tiết cuộc đấu giá được hệ thống đấu giá trực tuyến ghi nhận, lưu trữ, trích xuất khi có yêu cầu từ cán bộ giám sát đấu giá của Cục Cảnh sát giao thông, Bộ Công an. 2. Biên bản được lập tại thời điểm kết thúc cuộc đấu giá và được Trang thông tin đấu giá trực tuyến hiển thị để người trúng đấu giá xác nhận theo quy định tại khoản 3 Điều 15 Quy chế này. 3. Đấu giá viên được phân công điều hành cuộc đấu giá trực tuyến và cán bộ giám sát đấu giá của Cục Cảnh sát giao thông, Bộ Công an xác thực bằng chữ ký số vào biên bản đấu giá. Việc sử dụng chữ ký số trong biên bản đấu giá được thực hiện theo quy định của pháp luật về giao dịch điện tử. 4. Sau khi hoàn thiện, biên bản đấu giá được Công ty VPA gửi cho Cục Cảnh sát giao thông, Bộ Công an và người trúng đấu giá qua Trang thông tin đấu giá trực tuyến. Điều 18. Đấu giá không thành Các trường hợp đấu giá không thành bao gồm: 1. Đã hết thời hạn đăng ký mà không có người đăng ký tham gia đấu giá. 2. Tại cuộc đấu giá có nhiều người đăng ký tham gia đấu giá, đủ điều kiện tham gia đấu giá nhưng không có người truy cập vào cuộc đấu giá để tham gia trả giá. 3. Tại cuộc đấu giá có nhiều người tham gia đấu giá nhưng không có người nào trả giá. Điều 19. Trường hợp dừng cuộc đấu giá 1.",
    "vector_id": "content_329"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 9,
    "language": "vi",
    "content": "Công ty VPA dừng cuộc đấu giá trong các trường hợp sau: a) Bộ Công an, Cục Cảnh sát giao thông yêu cầu dừng cuộc đấu giá khi có căn cứ cho rằng Công ty VPA hoặc đấu giá viên được phân công điều hành cuộc đấu giá có hành vi vi phạm chuẩn mực đạo đức nghề nghiệp đấu giá viên và các quy định khác trong Quy chế đấu giá; b) Xảy ra sự kiện bất khả kháng theo quy định của Bộ luật Dân sự và tại Điều 21 của Quy chế này. 16 c) Cuộc đấu giá không thực hiện được khi xảy ra lỗi hệ thống, bị tấn công mạng, yêu cầu từ chủ tài sản hoặc các Cơ quan nhà nước có thẩm quyền theo quy định của pháp luật. 2. Cục Cảnh sát giao thông, Bộ Công an quyết định việc thực hiện tổ chức đấu giá lại sau khi đáp ứng đủ điều kiện tổ chức đấu giá theo quy định. Điều 20. Hủy kết quả đấu giá, người trúng đấu giá không xác nhận biên bản cuộc đấu giá 1. Kết quả đấu giá biển số xe bị hủy trong các trường hợp sau: a) Người trúng đấu giá, tổ chức hành nghề đấu giá tài sản có đề nghị và được sự chấp thuận bằng văn bản của Bộ Công an; b) Hợp đồng dịch vụ đấu giá tài sản, Thông báo kết quả trúng đấu giá, Quyết định xác nhận biển số xe trúng đấu giá bị Tòa án tuyên bố vô hiệu được xác định không phải do vi phạm của người trúng đấu giá theo quy định của pháp luật về dân sự; c) Người trúng đấu giá chết trong thời hạn 30 ngày kể từ ngày có Thông báo kết quả trúng đấu giá nhưng chưa được cấp Quyết định xác nhận biển số xe trúng đấu giá; d) Người trúng đấu giá chết trong thời hạn 12 tháng kể từ ngày được cấp Quyết định xác nhận biển số xe trúng đấu giá hoặc trong thời gian được Bộ Công an phê duyệt gia hạn thời hạn đăng ký biển số xe trúng đấu giá nhưng chưa thực hiện thủ tục đăng ký xe; đ) Người trúng đấu giá không nộp tiền hoặc không nộp đủ tiền trúng đấu giá trong thời hạn quy định tại Điều 19 Nghị định 156/2024/NĐ- CP. Bộ Công an sẽ gửi thông báo bằng văn bản điện tử về việc không được tham gia đấu giá trong thời hạn 12 tháng kể từ ngày có Thông báo kết quả trúng đấu giá theo quy định tại điểm a khoản 2 Điều 38 Luật Trật tự, an toàn giao thông đường bộ năm 2024; e) Người trúng đấu giá không làm thủ tục đăng ký biển số xe trúng đấu giá theo quy định tại điểm b khoản 2 Điều 38 Luật Trật tự, an toàn giao thông đường bộ năm 2024; g) Các trường hợp bị truất quyền tham gia đấu giá theo quy định tại khoản 1 Điều 12 tại Quy chế đấu giá. 2. Người trúng đấu giá không xác nhận biên bản cuộc đấu giá được xác định là không chấp nhận giao kết hợp đồng mua bán tài sản đấu giá. 3. Biển số xe trúng đấu giá bị huỷ kết quả được đưa ra đấu giá lại hoặc chuyển về Hệ thống đăng ký, quản lý xe; số tiền đặt trước, số tiền trúng đấu giá mà người trúng đấu giá đã nộp không được hoàn trả lại và được nộp vào ngân sách nhà nước trừ các trường hợp quy định tại điểm a, b, c, d khoản 1 Điều này. 4. Đối với các trường hợp vi phạm tại khoản 3 Điều 12 Quy chế này, sau khi có kết luận của cơ quan có thẩm quyền về việc người tham gia đấu giá có hành vi vi phạm trong quá trình tham gia đấu giá thì kết quả đấu giá của khách hàng sẽ bị hủy và khách hàng sẽ bị xử lý theo quy định pháp luật. 17 Điều 21. Xử lý trường hợp phát sinh của trang thông tin đấu giá trực tuyến 1. Việc dừng cuộc đấu giá được ghi nhận bằng biên bản có chữ ký xác nhận của đấu giá viên được phân công điều hành cuộc đấu giá và cán bộ giám sát đấu giá. 2. Việc tổ chức đấu giá lại được thực hiện sau khi lỗi hệ thống được khắc phục. Công ty VPA sẽ thông báo cho những khách hàng tham gia đấu giá thời gian tổ chức lại cuộc đấu giá. Trong trường hợp này người tham gia đấu giá sẽ thực hiện trả giá lại từ đầu. 3. Trường hợp người tham gia đấu giá không thể truy cập Trang thông tin đấu giá trực tuyến, tham gia cuộc đấu giá để trả giá, người tham gia đấu giá có trách nhiệm ngay lập tức thông báo cho Công ty VPA để có hướng xử lý. 4. Trường hợp do lỗi Hệ thống công bố không đúng người trúng đấu giá, Công ty VPA sẽ gửi thông báo đến tất cả các khách hàng đủ điều kiện tham gia về việc huỷ kết quả đấu giá, thời gian chi tiết về việc tổ chức lại cuộc đấu giá. Trong trường hợp này, khách hàng đủ điều kiện tham gia sẽ được bảo lưu tư cách và không phát sinh thêm khách hàng mới. 5. Công ty VPA sẽ hoàn trả tiền hồ sơ, tiền đặt trước cho khách hàng trong thời hạn 03 (ba) ngày làm việc kể từ khi cuộc đấu giá không thực hiện được. 6.",
    "vector_id": "content_330"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 10,
    "language": "vi",
    "content": "Trường hợp phát sinh các lỗi về hiển thị trên trình duyệt Web của khách hàng nhưng biên bản đấu giá ghi nhận đầy đủ thông tin diễn biến trả giá và xác nhận người trúng đấu giá trả giá cao nhất thì biên bản đấu giá là tài liệu duy nhất để làm căn cứ xác định người trúng đấu giá. 7. Trường hợp khách hàng không nhận được thông báo đấu giá mà không có phản hồi về Công ty VPA trước thời điểm diễn ra cuộc đấu giá thì người tham gia đấu giá tự chịu trách nhiệm về tư cách tham gia cuộc đấu giá của mình. 8. Đối với các trường hợp không tham gia đấu giá, trong vòng 15 (mười lăm) ngày kể từ thời điểm kết thúc cuộc đấu giá nhưng không có phản hồi hoặc cung cấp không đầy đủ các tài liệu có giá trị pháp lý chứng minh thuộc trường hợp bất khả kháng, Công ty VPA sẽ thực hiện chuyển khoản tiền đặt trước của trường hợp này vào tài khoản chuyên thu của Bộ Công an để xử lý theo quy định. 9. Mọi vấn đề phát sinh trong quá trình tham gia đấu giá khách hàng phải phản hồi tới Công ty VPA trong vòng 72 (bảy mươi hai) giờ kể từ thời điểm có phát sinh theo số hotline của Công ty Đấu giá hợp danh Việt Nam: 1900. 055. 515. 10. Các nội dung phát sinh trên phân hệ Trang thông tin đấu giá trực tuyến biển số xe: https://dgbs. vpa. com. vn nhưng nằm ngoài nội dung liên quan đến đấu giá biển số xe phải được sự đồng ý thống nhất của Cục Cảnh sát giao thông, Bộ Công an. 18 Chương IV QUYỀN VÀ NGHĨA VỤ CỦA NGƯỜI THAM GIA ĐẤU GIÁ, NGƯỜI TRÚNG ĐẤU GIÁ Điều 22. Quyền và nghĩa vụ của người tham gia đấu giá 1. Quyền của người tham gia đấu giá: a) Được cung cấp đầy đủ các thông tin về các biển số xe đưa ra đấu giá; b) Được đăng ký mở tài khoản, được tham gia cuộc đấu giá trực tuyến nếu đủ điều kiện tham gia đấu giá theo quy định; c) Theo dõi diễn biến, lịch sử cuộc đấu giá mà mình đã tham gia; d) Đóng góp ý kiến cho Công ty VPA; đ) Được hoàn trả tiền đặt trước trong thời hạn 03 (ba) ngày làm việc kể từ ngày kết thúc cuộc đấu giá trực tuyến nếu không trúng đấu giá và không thuộc trường hợp không được nhận lại khoản tiền đặt trước. 2. Nghĩa vụ của người tham gia đấu giá: a) Cung cấp thông tin, tài liệu hợp lệ, chính xác, trung thực để đăng ký tham gia đấu giá, tham gia cuộc đấu giá; b) Tuân thủ, chấp hành nghiêm chỉnh Quy chế đấu giá biển số xe, Quy chế hoạt động Trang thông tin đấu giá trực tuyến; c) Nộp tiền hồ sơ và nộp khoản tiền đặt trước hợp lệ theo quy định tại Thông báo của Công ty VPA; d) Đảm bảo trang thiết bị, hệ thống kết nối, đường truyền với Trang thông tin đấu giá trực tuyến khi tham gia đấu giá; chịu trách nhiệm trong trường hợp hệ thống mạng, thiết bị của mình gặp sự cố dẫn đến không thể tham gia đấu giá, trả giá trên Trang thông tin đấu giá trực tuyến. Công ty VPA không chịu trách nhiệm về lỗi kết nối và trang thiết bị của người tham gia đấu giá mà không phải do lỗi kỹ thuật của Trang thông tin đấu giá trực tuyến; đ) Quản lý và bảo mật, không cho mượn, không cho người khác truy cập tài khoản, mật khẩu được cấp. Trường hợp bị mất hoặc phát hiện tài khoản của mình đang bị sử dụng trái phép thì phải thông báo ngay cho Công ty VPA; e) Chịu trách nhiệm trước pháp luật về tính chính xác và trung thực của các thông tin đã đăng ký, đăng tải trên Trang thông tin đấu giá trực tuyến khi đăng nhập bằng tài khoản được cấp; g) Tuân thủ các quy định của pháp luật có liên quan và Quy chế này. Điều 23. Quyền và nghĩa vụ của người trúng đấu giá 1. Quyền của người trúng đấu giá: a) Được cấp quyết định xác nhận biển số xe trúng đấu giá sau khi nộp đủ số tiền trúng đấu giá; 19 b) Được đăng ký biển số xe trúng đấu giá gắn với phương tiện thuộc sở hữu của mình tại cơ quan Công an nơi quản lý biển số xe trúng đấu giá hoặc nơi thường trú, tạm trú của cá nhân, trụ sở của tổ chức trúng đấu giá; c) Được chuyển nhượng, trao đổi, tặng cho, để thừa kế xe gắn với biển số xe trúng đấu giá; d) Trong thời hạn 30 ngày kể từ ngày có thông báo kết quả trúng đấu giá mà chưa được cấp quyết định xác nhận biển số xe trúng đấu giá, nếu người trúng đấu giá chết thì kết quả trúng đấu giá sẽ bị hủy, người thừa kế theo quy định của pháp luật về thừa kế được nhận đủ số tiền trúng đấu giá mà người trúng đấu giá đã nộp; đ) Trong thời hạn 12 tháng kể từ ngày được cấp quyết định xác nhận biển số xe trúng đấu giá, nếu người trúng đấu giá chết nhưng chưa thực hiện thủ tục đăng ký xe để gắn biển số xe trúng đấu giá thì kết quả trúng đấu giá sẽ bị hủy, người thừa kế theo quy định của pháp luật về thừa kế được nhận đủ số tiền trúng đấu giá mà người trúng đấu giá đã nộp. 2.",
    "vector_id": "content_331"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "Test",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/6876073a899e1_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876073fb4ab9",
    "chunk_index": 11,
    "language": "vi",
    "content": "Nghĩa vụ của người trúng đấu giá: a) Nộp đủ số tiền trúng đấu giá trong thời hạn 30 ngày kể từ ngày có thông báo kết quả trúng đấu giá; tiền trúng đấu giá không bao gồm lệ phí đăng ký, cấp biển số xe. Sau thời hạn quy định, người trúng đấu giá biển số xe không nộp hoặc nộp không đủ tiền trúng đấu giá thì biển số xe trúng đấu giá được đấu giá lại hoặc chuyển vào hệ thống đăng ký, quản lý xe và người trúng đấu giá không được hoàn trả số tiền đặt trước, số tiền đã nộp, không được tham gia đấu giá biển số xe trong thời hạn 12 tháng kể từ ngày có thông báo kết quả trúng đấu giá; b) Thực hiện thủ tục đăng ký xe để gắn biển số xe trúng đấu giá trong thời hạn 12 tháng kể từ ngày được cấp quyết định xác nhận biển số xe trúng đấu giá; trường hợp sự kiện bất khả kháng hoặc trở ngại khách quan thì thời hạn này được kéo dài thêm nhưng tối đa không quá 06 tháng. Sau thời hạn quy định, người trúng đấu giá biển số xe không thực hiện thủ tục đăng ký xe để gắn biển số xe trúng đấu giá thì biển số xe trúng đấu giá được đấu giá lại hoặc chuyển vào hệ thống đăng ký, quản lý xe và người trúng đấu giá không được hoàn trả số tiền trúng đấu giá đã nộp; c) Không được chuyển nhượng, trao đổi, tặng cho, để thừa kế biển số xe trúng đấu giá, trừ trường hợp quy định tại điểm c khoản 1 Điều này. Chương V CÁC ĐIỀU KHOẢN KHÁC Điều 24. Xử lý tranh chấp, khiếu nại, tố cáo 1. Mọi tranh chấp phát sinh giữa Công ty VPA và người tham gia đấu giá (nếu có) sẽ được giải quyết trên tinh thần hợp tác và thương lượng. Trường hợp không giải quyết được qua thương lượng, tùy theo tính chất của vụ việc sẽ được giải quyết theo quy định của pháp luật; 2. Công ty VPA giải quyết khiếu nại, tố cáo theo quy định của pháp luật. 20 Điều 25. Điều khoản thi hành 1. Công ty VPA có trách nhiệm niêm yết, thông báo công khai Quy chế đấu giá. 2. Công ty, đấu giá viên, tổ chức, cá nhân tham gia đấu giá, người trúng đấu giá chịu trách nhiệm thực hiện nghiêm túc Quy chế này. 3. Mọi trường hợp phát sinh ngoài Quy chế này được xử lý theo quy định của pháp luật hiện hành. /. GIÁM ĐỐC Lâm Thị Mai Anh",
    "vector_id": "content_332"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 0,
    "language": "vi",
    "content": "TTRRƯƯỜỜNNGG ĐĐẠẠII HHỌỌCC MMỞỞ TTPP. . HHCCMM   Luật sư Th. S BÙI NGỌC TUYỀN Luật sư TRẦN ANH THỤC ĐOAN Biên soạn       PHÁP LUẬT ĐẠI CƯƠNG 1 TRƯỜNG ĐẠI HỌC MỞ TP. HCM TÀI LIỆU HƯỚNG DẪ N HỌC TẬP PHÁP LUẬT ĐẠI CƯƠNG Biên soạn: Luật sư Th. S BÙI NGỌC TUYỀN Lu ật sư TRẦN ANH THỤC ĐOAN THÀNH PHỐ HỒ CHÍ MINH 2 MỤC LỤC MỤC LỤC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 GIỚI THIỆ U MÔN HỌC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 KHÁI QUÁT NỘI DUNG MÔN HỌC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 MỤC TIÊU CỦA MÔN HỌC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 YÊU CẦU CỦA MÔN HỌC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 CẤU TRÚC CỦA MÔN HỌC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Phần 1: Những vấn đề chung về nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Mục tiêu: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Phần 2: Những vấn đề chung về pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 NHỮNG TÀI LIỆU SINH VIÊN NÊN THAM KHẢO . . . . . . . . . . . . . . . . . . 14 NHIỆM VỤ CỦA SINH VIÊN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 PHẦN 1 NHỮ NG VẤN ĐỀ CHUNG VỀ NHÀ NƯỚ C . . . . . 17 BÀI 1 KHÁI NIỆM CƠ BẢN VỀ NHÀ NƯỚC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 1. Nguồn gốc và bản chất của Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_333"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 1,
    "language": "vi",
    "content": ". . . . 19 1. 1. Nguồn gốc Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 1. 2. Bản chất của Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21 2. Đặc điểm của Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 22 3. Kiểu Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24 4. Hình thứ c Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25 4. 1. Hình thức chính thể . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25 4. 2. Hình thức cấu trúc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 4. 3. Chế độ chính trị . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 3 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33 BÀI 2 NHÀ NƯỚ C CỘNG HOÀ XHCN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35 VIỆT NAM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35 MỤC TIÊU . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_334"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 2,
    "language": "vi",
    "content": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36 1. Sự ra đời của Nhà nước cộ ng hòa xã hội chủ nghĩa Việt Nam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36 2. Bản chất của Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36 3. Chức năng của Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37 4. Hình thứ c của Nhà nước cộ ng hòa xã hội chủ nghĩa Việt Nam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38 4. 1. Hình thức Nhà nước Việt Nam dưới góc độ hình thức chính thể . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39 4. 2. Hình thức Nhà nước Việt Nam dưới góc độ hình thức cấu trúc nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39 4. 3. Hình thức Nhà nước Việt Nam dưới góc độ chế độ chính trị . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_335"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 3,
    "language": "vi",
    "content": ". . . . . . . . . . . . . . . . . . 40 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 BÀI 3 BỘ MÁY NHÀ NƯỚC CỘNG HOÀ XHCN VIỆT NAM . . . . 45 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 45 YÊU CẦU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46 U NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46 1. Khái niệm Bộ máy Nhà nước Vi ệt Nam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46 2. Các nguyên tắc tổ chức và hoạt động của bộ máy Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 47 4 3. Địa vị pháp lý củ a các cơ quan Nhà nước trong bộ máy Nhà nước Việt Nam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 48 3. 1. Chủ tịch Nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 48 3. 2. Hệ thống cơ quan quyền lực Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 48 3. 3. Hệ thống cơ quan quản lý Nhà nước . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 50 3. 4 Hệ thống cơ quan xét xử . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 52 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_336"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 4,
    "language": "vi",
    "content": ". 53 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 54 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 54 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 56 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 56 PHẦN 2 NHỮNG VẤ N ĐỀ CHUNG VỀ PHÁP LUẬT . . . . . . . . . . . . . . . . . . 57 BÀI 4 CÁC KHÁI NIỆM CƠ BẢN VỀ . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 58 PHÁP LUẬT . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 58 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 58 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 59 1. Nguồn gốc và bản chất của Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 59 1. 1. Nguồn gốc của Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 59 1. 2. Bản chất Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 60 2. Đặc tính của Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 61 3. Kiểu Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 62 4. Hình thứ c Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_337"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 5,
    "language": "vi",
    "content": ". . . . . . . . . 63 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 65 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 65 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 66 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 67 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 68 BÀI 5 QUY PHẠM PHÁP LUẬT . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 69 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 69 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 1. Quy phạ m Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 5 1. 1. Khái niệm và đặc điểm quy phạ m Pháp luật . . . . . . . . . . . . . . . . . . . . 70 1. 2. Cơ cấu của quy phạm Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 2. Văn bản quy phạ m Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 71 2. 1. Khái niệm và đặ c điểm của quy phạm Pháp luật . . . . . . . . . . . . 71 2. 2. Hệ thống Văn bản quy phạ m Pháp luật của Việt Nam. . . . . 72 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 74 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_338"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 6,
    "language": "vi",
    "content": ". . . . . . . . . . . . . . . . . . . . . . . 75 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 75 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 77 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 78 BÀI 6 QUAN HỆ PHÁP LUẬT . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 79 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 79 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 80 1. Khái niệ m và đặ c điểm quan hệ Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 80 2. Thành phần của quan hệ Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 81 2. 1. Chủ thể quan hệ Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 81 2. 2. Khách thể quan hệ Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 82 2. 3. Nộ i dung quan hệ Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 82 3. Sự kiện pháp lý . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 83 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 84 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 85 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_339"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 7,
    "language": "vi",
    "content": ". . . . . . . . . . . . . . . . . . . 85 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 88 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 89 BÀI 7 VI PHẠM PHÁP LUẬT . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 90 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 90 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 1. Vi phạm Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 1. 1. Khái niệm vi phạm Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 1. 2. Các dấu hiệu cơ bản của vi phạm Pháp luật . . . . . . . . . . . . . . . . . . . . . 91 6 1. 3. Các loại vi phạm Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 93 2. Trách nhiệm pháp lý . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 94 2. 1. Khái niệm và đặc điểm trách nhiệm pháp lý: . . . . . . . . . . . . . . . . . . . 94 2. 2. Các loại trách nhiệ m pháp lý . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 94 2. 3. Mối quan hệ giữa trách nhiệ m pháp lý và vi phạm Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 96 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 97 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_340"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 8,
    "language": "vi",
    "content": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 97 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 98 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 99 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 100 PHẦN IIICÁC NGÀNH LUẬ T TRONG HỆ THỐNGPHÁP LUẬT VIỆT NAM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 101 BÀI 8 KHÁI QUÁT VỀ HỆ THỐNG . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 102 PHÁP LUẬT . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 102 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 102 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 103 1. Khái niệ m hệ thống Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 103 2. Căn cứ phân định ngành luậ t . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 104 2. 1 Đối tượng điều chỉnh: Là những quan hệ xã hội chịu sự tác động của luật pháp. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 104 2. 2 Phương pháp điều chỉnh: Là cách thức luật pháp tác động vào mối quan hệ xã hội đã được điều chỉnh (đối tượ ng điều chỉnh). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 104 3. Các ngành luật trong hệ thống Pháp luật Việt Nam . . . . . . . . . . . . 105 3. 1. Sơ lược về hệ thống Pháp luật Việt Nam . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_341"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 9,
    "language": "vi",
    "content": ". 105 3. 2. Các ngành luật trong hệ thống Pháp luật nước ta hiệ n nay . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 105 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 108 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 108 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 109 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 111 7 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 111 BÀI 9 LUẬT DÂN SỰ . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 113 1. Khái niệ m, đối tượ ng và phương pháp điều chỉnh của Luật Dân sự . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 113 1. 1. Khái niệm Luật Dân sự . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 113 1. 2. Đối tượng điều chỉnh của Luật Dân sự. . . . . . . . . . . . . . . . . . . . . . . . . . . 113 1. 3. Phương pháp điều chỉnh của Luật Dân sự . . . . . . . . . . . . . . . . . . . . . . 114 2. Chế định về quyền sở hữu . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 114 2.",
    "vector_id": "content_342"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 10,
    "language": "vi",
    "content": "1. Khái niệm quyề n sở hữu . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 114 2. 2. Căn cứ xác lập và chấm dứt quyền sở hữu . . . . . . . . . . . . . . . . . . . . 115 2. 2. 1. Các căn cứ xác lập quyề n sở hữu . . . . . . . . . . . . . . . . . . . . . . . . . . . . 115 2. 2. 2. Các căn cứ chấm dứt quyền sở hữu . . . . . . . . . . . . . . . . . . . . . . . . . 116 3. Chế định về quyền thừa kế . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 117 3. 1. Khái niệm quyề n thừa kế . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 117 3. 2. Các hình thức thừa kế . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 118 3. 2. 1. Thừa kế theo di chúc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 118 3. 2. 2. Thừa kế theo Pháp luật . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 119 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 120 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 121 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 124 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 124 BÀI 10 LUẬT HÌNH SỰ. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_343"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 11,
    "language": "vi",
    "content": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 126 1. Khái niệm, đối tượng và ph ương pháp điều chỉnh của Luật Hình sự . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 126 8 1. 1. Khái niệm Luật Hình sự . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 126 1. 2. Đối tượng điều chỉnh của Luật Hình sự . . . . . . . . . . . . . . . . . . . . . . . . 126 1. 3. Phương pháp điều chỉnh của Luật Hình sự . . . . . . . . . . . . . . . . . . . 126 2. Chế định về tội phạm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 127 2. 1. Khái niệm tội phạm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 127 2. 2. Các dấu hiệu của tội phạm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 127 3. Chế định về hình phạt . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 129 3. 1 Hình phạt chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 129 3. 2. Hình phạt bổ sung . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 130 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 133 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 133 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 134 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 135 Câu hỏ i trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "vector_id": "content_344"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 12,
    "language": "vi",
    "content": "135 BÀI 11 LUẬT HÀNH CHÁNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 136 MỤC TIÊU . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 136 NỘI DUNG CHÍNH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 137 1. Khái niệ m, đối tượ ng, phương pháp điều chỉnh của Luật Hành chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 137 1. 1. Khái niệm Luật Hành chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 137 1. 2. Đối tượng điều chỉnh của Luật Hành chính . . . . . . . . . . . . . . . . . . 137 2. Các chế định về trách nhiệm hành chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 138 2. 1. Khái niệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 138 2. 2. Các hình thức xử phạt hành chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 139 ( Trục xuất ra khỏi lãnh thổ . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 140 2. 3. Các cơ quan, cá nhân có thẩm quyề n quyế t định xử phạt hành chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 140 2. 3. 1. Ủy ban nhân dân các cấp . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 140 9 2. 3. 2. Cơ quan cảnh sát, bộ đội biên phòng, hải quan, kiểm lâm, thuế vụ, quản lý thị trường, cơ quan thanh tra Nhà nước chuyên ngành . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 140 2. 3. 3. Tòa án nhân dân các cấp: Có thẩm quyền xử phạt hành chính đối với các hành vi cả n trở hoạt động xét xử . . . . . . . . . . . . . 141 3. Tố tụng hành chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 141 3. 1.",
    "vector_id": "content_345"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 13,
    "language": "vi",
    "content": "Thẩm quyền xét xử hành chính của tòa án . . . . . . . . . . . . . . . . . . . . . . 141 3. 1. 1. Thẩm quyền chung . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 141 3. 1. 2. Thẩm quyền theo cấp xét xử . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 141 3. 2. Nguyên tắc của tố tụng hành chính . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 142 3. 3. Các giai đoạn xét xử của tố tụng hành chính . . . . . . . . . . . . . . . . 143 TÓM LƯỢC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 147 CÂU HỎI TỰ LUẬN . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 148 CÂU HỎI TRẮC NGHIỆM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 148 HƯỚNG DẪ N TRẢ LỜI CÂU HỎI . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 150 Câu hỏi trắc nghiệm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 151 TÓM LƯỢC TOÀN MÔN HỌC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 151 10 GIỚI THIỆ U MÔN HỌC Chào mừ ng các bạn đến với chương trình đào tạo từ xa của Đại học Mở Thành phố Hồ Chí Minh. “TÀI LIỆU HƯỚ NG DẪ N HỌC TẬP MÔN PHÁP LUẬT ĐẠI CƯƠNG” được biên soạn nhằm mục đích làm phong phú nguồn tài liệ u tham khảo cho sinh viên. Tài liệu này được soạn theo quy định hướng dẫn của Bộ Giáo dục (Đào tạo về môn PHÁP LUẬT ĐẠI CƯƠNG và PHÁP LUẬT VIỆT NAM ĐẠI CƯƠNG áp dụng cho chương trình đào tạo bậc Cử nhân. Hy vọng tập tài liệu này sẽ giúp các bạn đạt kết quả tốt hơn trong quá trình tự học. KHÁI QUÁT NỘI DUNG MÔN HỌC Pháp luật có vị trí, vai trò hết sức quan trọng trong đời sống xã hội. Pháp luật được áp dụng để giải quyết hầu hết các mối quan hệ xã hội. Biết và hiểu được Pháp luật sẽ giúp mọi người ứng xử, chấp hành tốt các quy định Pháp luật, kỷ cương xã hội được bảo đảm. Bộ Giáo dục (Đào tạo quy định Pháp luật đại cương là môn học cơ bản, cần thiết trang bị cho sinh viên ở bậc đại học. Học phần Pháp luậ t đại cương nghiên cứu các khái niệ m cơ bản, các phạm trù chung nhất về Nhà nước và Pháp luật dưới góc độ của khoa học pháp lý. Trên cơ sở đó nội dung của môn học nhằm: ƒ Phân tích cấu trúc của bộ máy Nhà nước, chức năng và thẩ m quyền của các cơ quan nhà nước trong bộ máy Nhà nước Việt Nam. ƒ Xác định tính chất pháp lý và cơ cấu của hệ thống văn bản quy phạm Pháp luật. 11 ƒ Xác định hệ thống các ngành luật trong hệ thống Pháp luật của Nhà nước Việt Nam.",
    "vector_id": "content_346"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 14,
    "language": "vi",
    "content": "ƒ Trình bày nhữ ng nội dung cơ bản của Luật Hành chính, Luật Hình sự và Luật Dân sự với tư cách 3 ngành luật chủ yếu (ngành luật gốc) của hệ thống Pháp luật, để từ đó người học có thể dễ dàng tiếp cận với các ngành luật khác phát sinh từ các ngành luật chủ yếu này. MỤC TIÊU CỦA MÔN HỌC Trang bị cho sinh viên những lý thuyế t chung về khái niệm cơ bản của khoa học pháp lý về Nhà nước và Pháp luật, những nội dung cơ bản của các ngành luậ t gốc như Hiến pháp, Hành chính, Dân sự, Hình sự trong hệ thống Pháp luật Việt Nam. Đồng thời trang bị cho sinh viên kiế n thức Pháp luật chuyên ngành giúp sinh viên biết áp dụng Pháp luật trong cuộc sống làm việc của mình, nhất là đối với sinh viên khoa Kinh tế - Quản trị kinh doanh, vừ a cần những lý luận cơ bản về Pháp luật vừa cần những kiến thức Pháp luật chuyên ngành về kinh doanh. Thông qua những kiến thức giúp sinh viên nắ m được phương pháp tìm kiếm sưu tầm, hệ thống hóa các văn bản quy phạm Pháp luật mà Nhà nước đã ban hành, phương pháp tiếp cận một văn bản quy phạm Pháp luật, cách thức áp dụng một văn bản Pháp luậ t vào cuộc sống. Thông qua việ c học tập, nghiên cứu các vấn đề chung về Nhà nước và Pháp luật giúp người học nâng cao sự hiểu biết về vai trò, sự quan trọng của Nhà nước và Pháp luật trong đời sống, để luôn có thái độ tuân thủ nghiêm chỉ nh Pháp luật Nhà nước, từ đó có ý thức đầy đủ về bổn phận và nghĩa vụ của một công dân đối với quốc gia. 12 YÊU CẦU CỦA MÔN HỌC “Pháp luật đại cương” là môn học trong chương trình khung của Bộ, với thời lượng 45 tiết, tương đương 3 tín chỉ, và sinh viên được học ngay năm thứ nhất. Để học tốt môn Pháp luật đại cương, sinh viên cần được trang bị trước kiến thức các môn học thuộc bộ môn Mác - Lênin như: ƒ Triết học Mác - Lênin. ƒ Kinh tế chính trị Mác - Lênin. CẤU TRÚC CỦA MÔN HỌC Môn học bao gồm phần mở đầu giới thiệu môn học trong 1 tiết giảng và 3 phần chính chia thành 11 bài, mỗi bài ứng với 4 tiết, theo trình tự như sau: Phần 1: Những vấn đề chung về nhà nước Mục tiêu: Cung cấp cho người học những khái niệm cơ bản nhất về Nhà nước, hiểu biết được cấu trúc của bộ máy Nhà nước cũng như chức năng và thẩm quyền của từng cơ quan Nhà nước trong bộ máy Nhà nước. Phần 1 gồm 3 bài như sau: Bài 1: Khái niệm cơ bản về Nhà nước. Bài 2: Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam. Bài 3: Bộ máy Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam. Phần 2: Những vấn đề chung về pháp luật Mục tiêu: 13 Cung cấp cho người học những kiến thức chung nhất về Pháp luật, giúp người học hiểu rõ tính chất pháp lý, cơ cấu của hệ thống các văn bản quy phạm Pháp luật, từ đó có ý thức thực hiện Pháp luật trong đời sống xã hội. Phần 2 gồm 4 bài là: Bài 4: Khái niệ m cơ bản về Pháp luật. Bài 5: Quy phạm Pháp luật - Văn bản quy phạm Pháp luật. Bài 6: Quan hệ Pháp luật. Bài 7: Vi phạm pháp luật - Trách nhiệm pháp lý. Phần 3: Các ngành luật trong hệ thống pháp luật Việt Nam Mục tiêu: Cung cấp cho người học biết về hệ thống Pháp luật Việt Nam cũng như các ngành luật hiện nay, người h ọc được tiếp cận nghiên cứu các ngành luật chủ yếu trong hệ thống Pháp luật (các ngành luật gốc) để từ đó có thể tiếp cận các ngành luật khác phát sinh từ những ngành luật gốc này. Bài 8: Khái quát về hệ thống Pháp luật. Bài 9: Luậ t Dân sự. Bài 10: Luật Hình sự. Bài 11: Luật Hành chính. NHỮNG TÀI LIỆU SINH VIÊN NÊN THAM KHẢO Hiện nay sách Pháp luật đại cương được bán rất nhiều trong các nhà sách và do nhiều tác giả trình bày theo nhiều hình thức khác nhau tùy quan điểm của 14 mỗi tác giả. Tuy nhiên như đã trình bày ở trên, môn học Pháp luật đại cương là môn họ c bắt buộc đối với sinh viên đại học do Bộ Giáo dục và Đào tạo quy định nên kết cấu nội dung và hình thức thể hiện phải phù hợ p với quy định của Bộ, do đó sinh viên khi học môn học này nên tham khảo các tài liệu sau đây: 1. Giáo trình Pháp luật đại cương của Đại học Luật Hà Nội, năm 2005. 2. Tìm hiểu Pháp luậ t đại cương của nhóm tác giả Phạm Hồng Thái, Đ inh Văn Mậu, Vũ Đức Đán, Lương Thanh C ường, NXB Tổ ng hợp TPHCM, nă m 2004. 3. Pháp luật đại cương của tác giả Lê Minh Nhựt, năm 2005. 4. Tài liệu hướng dẫn môn học Pháp luật đại cương của Bùi Ngọc Tuyền, Tài liệu lưu hành nội bộ của Đại học Mở TP. Hồ Chí Minh, năm 2006. 5. Các văn bản luật: Hiến pháp, Hành chính, Dân sự, Hình sự.",
    "vector_id": "content_347"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 15,
    "language": "vi",
    "content": "NHIỆM VỤ CỦA SINH VIÊN Pháp luật là hiện tượng gắn liền với đời sống xã hộ i do đó khi học môn học này sinh viên không chỉ học các kiế n thức lý thuyết mà đòi hỏi sinh viên phải biết đối chiếu với những sự việc, vấn đề diễn ra trong cuộ c sống hằng ngày với nội dung môn học, cách giả i quyết một vấn đề Pháp luật trong thực tế… Để học tốt môn học Pháp luật đại cương sinh viên phải luôn theo dõi và cập nhật các văn bản Pháp luật mới ban hành của Nhà nước từ đó nhận thức được mối quan hệ giữa Pháp luật với xã hội, biết cách vận dụng Pháp luật trong cuộc sống làm việc và học tập của mỗi sinh viên. Tài liệu hướng dẫn môn học Pháp luật đại cương được biên soạn gồm 3 phần và chia thành 11 bài, thời lượng mỗi bài là 4 tiết. Mỗi bài đều nêu rõ mục tiêu, yêu cầu giúp sinh viên sau khi học xong biết mình nhận được những gì ở 15 môn họ c. Phần nội dung chính của môn học được trình bày nhấ n mạnh và có giả i thích các trọng tâm, nhữ ng cốt lõi của môn học, đồng thời kết thúc chương đều có phần tóm lược các ý chính của chương giúp ngườ i học xác định được trọng tâm của bài học. Phần câu hỏi và giải đáp giúp người học nắm vững hơn kiến thức Pháp luật và có thể áp dụng được trong đời sống Để học tập môn Pháp luật đại cương đạt kết quả tốt ngoài việ c tham khảo tài liệu hướng dẫn học tập này và các tài liệ u khác, các bạ n nên tham dự các buổi hướng dẫn trực tiếp của giảng viên do Trung tâm đào tạo từ xa tổ chức. Trong trường hợp không tham gia được, các bạn cũng có thể theo theo dọi các bài hướng dẫn trên đài phát thanh. Ngoài ra, nếu có điều kiện các bạn cũng nên vào mạng Internet đến trang Web của trường (www. ou. edu. vn), vào mục e- learning, các bạn sẽ thấy “ Diễn đàn tư vấn học tập của Khoa Kinh tế- Quản trị kinh doanh”. Ở diễn đàn này các bạ n có thể chia sẻ với bạn bè những khó khăn của mình cũng như nhờ giảng viên hỗ trợ giải đáp những thác mắc. Pháp luật đại cương là môn học có nội dung hết sức phong phú, tài liệu hướng dẫn học tập này có thể còn có những hạn chế. Do vậy, nhóm tác giả biên soạn rất mong nhậ n được ý kiến phản hồi của Quý vị đồng nghiệp cũng như của các bạn sinh viên. Đị a chỉ liên hệ: buingoctuyen@gmail. com Chúc các bạ n thành công. 16 PHẦN 1 NHỮNG VẤN ĐỀ CHUNG VỀ NHÀ NƯỚC 17 BÀI 1 KHÁI NIỆM CƠ BẢN VỀ NHÀ NƯỚ C Nhà nước và Pháp luật là hai hiện tượng xã hội, có mối liên hệ mật thiết với nhau. Nhà nước không thể tồn tại và phát triển nếu không có Pháp luật và ngược lại Pháp luậ t chỉ hiện diện cùng Nhà nước. Do đ ó trước khi nghiên cứu về Pháp luật cần phải tìm hiểu một số khái niệm cơ bản về Nhà nước. Bài này sẽ cung cấp cho sinh viên những kiến thức về Nhà nước dưới góc độ tổng thể, các quan điểm khác nhau trong lịch sử giải thích nguồn gốc, bản chất của Nhà nước, đặc điểm của Nhà nước, các kiểu và hình thức Nhà nước. MỤC TIÊU Sau khi họ c xong chương này, sinh viên phả i: ƒ Hiểu rõ sự hình thành Nhà nước trong xã h ội và bản chất của Nhà nước theo quan điểm học thuyết Mác - Lênin. ƒ Những đặc trưng cơ bản của Nhà nước. ƒ Phân biệt được các kiể u Nhà nước trong lị ch sử phát triển xã hội. ƒ Phân biệt và xác định được các hình thức Nhà nước trong lịch sử cũng như hiện nay trên thế giới. 18 NỘI DUNG CHÍNH 1. Nguồn gốc và bản chất của Nhà nướ c Nhà nước là hiện tượng xã hội đa dạng và phức tạp, liên quan đến mọi lĩnh vực, mọi hoạt động của đời sống xã hội. Vì vậy ngay khi hình thành xã hội, con người đã quan tâm và tìm cách lý giải về nguồn gốc hình thành Nhà nước. 1. 1. Nguồn gốc Nhà nước Trong lị ch sử có nhiều quan điểm giải thích nguyên nhân hình thành Nhà nước, có thể liệt kê các lý thuyết như sau: -  Thuyết thần học Từ thời cổ, trung đạ i các nhà tư tưởng theo lý thuyết thần học cho rằng sự hình thành Nhà nước là do ý muố n của thượng đế, chính thượng đế đã sáng tạo ra Nhà nước để bảo vệ xã hội. Do đó quyền lực Nhà nước là vĩnh cửu, sự phục tùng quyền lực trong xã hội là tất yếu và thượng đế đã trao quyền lực Nhà nước cho một số người thay mặt thượng đế để quản lý xã hội. Quan điểm này nhằm mục đích bảo vệ cho vị trí thống trị xã hội của giai cấp phong kiế n, giữ quyền lực vô hạn cho người lãnh đạo. Nguồn gốc Nhà nước được lý giải không mang tính khoa học. -  Thuyết gia trưởng Thuyết này do Aristote, Philmer và một số nhà tư tưởng nêu lên, cho rằng Nhà nước ra đờ i từ sự phát triển của hình thức gia đình, là hình thức tổ chức tự nhiên của đời sống con người.",
    "vector_id": "content_348"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 16,
    "language": "vi",
    "content": "Xã hội cần có người quả n lý đó là Nhà nước cũng giống như gia đình cần có người đứng đầu gia đình đó là người gia trưởng, về mặt bản chất quyền lực Nhà nước cũng giống như quyền gia trưởng. 19 Quan điểm này chưa giải thích đầy đủ cội nguồn hình thành Nhà nước ch ỉ là sự ghi nhận hiện tượng Nhà nước trong xã hộ i có những điểm giống quyền lực gia trưởng trong gia đình. Thực chất Nhà nước và gia đình xuất hiện là do sự tác động phát triển kinh tế dẫn đến sự tan rã của chế độ cộng sản nguyên thủy. -  Thuyết khế ước xã hội Do các nhà tư tưởng tư sản như: J. J. Rousseau, S. L. Montesquieu, D. Diderot, J. Locke khởi xướng, cho rằ ng sự ra đời của Nhà nước là kết quả của một khế ước được ký kết giữa những con người sống trong trạng thái tự nhiên không có Nhà nước. Vì vậy Nhà nước phản ánh lợi ích của các thành viên trong xã hội và mỗi thành viên đều có quyề n yêu cầu Nhà nước phục vụ và bảo vệ lợi ích của họ. Quan điểm này giải thích sự hình thành Nhà nước trên cơ sở chủ nghĩa duy tâm, coi Nhà nước ra đời là do ý muốn, nguyện vọng chủ quan của các bên tham gia khế ước, không giải thích đúng nguồn gốc của Nhà nước. -  Quan điểm học thuyết Mác - Lênin Các nhà sáng lập chủ nghĩa Mác - Lênin đã giải thích nguồn gốc Nhà nước trên cơ sở phương pháp duy vật biện chứng và phương pháp duy vật lịch sử, cho rằng: Nhà nước không phải là hiện tượng xã hội vĩnh cửu, bất biến. Nhà nước có quá trình hình thành, phát triển và tiêu vong gắn liền với những điều kiện khách quan của xã hộ i. Trong lịch sử xã hội, loài người đã trải qua quá trình phát triển gồm 5 hình thái kinh tế xã hội: cộng sản nguyên thủy, chiếm hữu nô lệ, phong kiến, tư sản và xã hội chủ nghĩa. 20 Cộng sản nguyên thủy là hình thái kinh tế xã hội đầu tiên trong lịch sử loài người, là xã hội chưa có giai cấp, chưa có Nhà nước, như ng sự ra đời của Nhà nước hình thành trong chính xã hội này. Khi xã hội có sự phát triển về kinh tế làm xuấ t hiện chế độ tư hữu tài sản (là tiền đề kinh tế cho sự hình thành Nhà nước), đồng thời dẫn đến việc xã hội phân hóa thành các giai cấp, các tầng lớp người có quyền lợi đối kháng nhau và mâu thuẫn gay gắt không thể điều hòa được (là tiền đề xã hội cho sự hình thành Nhà nước), dẫn đến đấu tranh giai cấp. Thông qua đấu tranh giai cấp giải quyết mâu thuẫn xã hội. Giai cấp thống trị đã lập nên tổ chức để bảo vệ quyền và lợi ích của giai cấp mình. Tổ chức đó là Nhà nước. 1. 2. Bản chất của Nhà nướ c Bản chất là khái niệm diễn đạt những đặc tính bên trong của sự vật, cái cốt lõi của sự vật gắn liền với quá trình hình thành và phát triển của sự vật đó. Bản chất của Nhà nước theo quan đ iểm học thuyế t Mác - Lênin có 2 thuộc tính: tính giai cấp và tính xã hội. -  Tính giai cấp Thể hiện ý chí và quan điểm của giai cấp thống trị thông qua hoạt động của bộ máy Nhà nước nhằm duy trì quyền lực thống trị trước các giai cấ p khác trong xã hộ i. Sự thống trị thể hiện dưới 3 phương diệ n chính là kinh tế , chính trị và tư tưởng. 21 -  Tính xã hội Thể hiện qua vai trò quản lý xã hội của Nhà nước, Nhà nước phả i phục vụ những nhu cầu mang tính chất công cho xã hộ i như: xây dựng bệnh viện, trường học, đường sá… Hai thuộc tính này của Nhà nước bổ sung cho nhau thể hiện mối quan hệ biện chứng giữa lợi ích giai cấp và lợi ích xã hội. 2. Đặc điểm của Nhà nướ c Là nhữ ng dấu hiệu đặc trưng cơ bản riêng có của Nhà nước để phân biệt tổ chức là Nhà nước với các tổ chức khác trong xã hội. Các đặc trưng này làm cho Nhà nước giữ vị trí trung tâm trong hệ thống chính trị của đời sống xã hội. Có 5 đặc điểm chính: (1) Nhà nước có quyền phân chia lãnh thổ theo đơ n vị hành chính và quản lý dân cư theo lãnh thổ: Nhà nước là tổ chức có chức năng quản lý xã hội, để thực hiện hiệu quả công việc quản lý này, Nhà nước được quyền phân chia lãnh thổ rộng lớn thành từng đơn vị khác nhau trong phạm vi lãnh thổ . Những đơn vị này thườ ng được các Nhà nước căn cứ vào vị trí địa lý, đặc tính dân cư theo từng vùng, miền khác nhau để xác lập. Đồng thời Nhà nước xây dự ng các cơ quan nhà nước trên từng đơn vị này để thực hiện chức năng quản lý xã hộ i. Ở mỗi quốc gia khác nhau cách gọi tên các đơn vị này có khác nhau, thông thường là tỉnh, thành phố, quận, huyệ n, phường xã… hay tên gọi chung là các đơn vị hành chính.",
    "vector_id": "content_349"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 17,
    "language": "vi",
    "content": "Chức năng quản lý xã hộ i còn cho phép nhà nước có quyền quản lý dân cư trong phạm vi lãnh thổ, có quyền ban hành và thực hiện chính sách quản lý, tác động tất cả mọi người trong lãnh thổ. Đặc tính này, ngoài nhà nước thì không có một tổ chức nào trong xã hộ i có được. 22 (2) Nhà nước là tổ chức có quyền lực công: Để giúp Nhà nước thực hiện việc quản lý xã hội, Nhà nước thiết lập quyền lực đặc biệt cho phép Nhà nước có quyền lực bao trùm trên khắp các lĩnh vực chính trị, kinh tế, văn hóa và xã hội… trong xã hội. Với quyền lực này Nhà nước có quyền sử dụng sức mạnh cưỡng chế buộc tất cả các thành viên trong xã hội phải phục tùng ý muốn Nhà nước, từ đó duy trì sự thống trị của giai cấp thống trị trong xã hội. (3) Nhà nước là tổ chức có chủ quyền quốc gia: Chủ quyền quốc gia là chủ quyền độc lập về lãnh thổ, dân cư và chính quyền, chủ quyền này được các nước trên thế giới tôn trọng. Các quốc gia dù lớn hay nhỏ đều được bình đẳng với nhau trong việ c quyết định các vấn đề liên quan đến chức năng đối nội và đối ngoại của một nước, thể hiện quyền tự quyết của một quốc gia. Chủ quyền quốc gia là thuộc tính gắn liền với Nhà nước. Về mặt đối nội Nhà nước có quyền quyết định tất cả các vấn đề thuộc các ngành, các lĩnh vực trong đời sống xã hội. Về mặt đối ngoại Nhà nước có quyền đại diện nhân dân tham gia vào các quan hệ với các nước và vùng lãnh thổ trên thế giới. (4) Nhà nước có quyền ban hành Pháp luật và đảm bảo việc thực hiện Pháp luật: Nhà nước là tổ chức có chức năng quản lý xã hội, để đảm bảo hiệu quả công việc quản lý xã hội, Nhà nướ c sử dụng Pháp luật là công cụ chủ yếu. Nhà nước có quyền ban hành Pháp luật nhằm định hướng xã hộ i theo ý chí của Nhà nước và đảm bảo việc thực hiện Pháp luật trong xã hội. (5) Nhà nước quy định các loại thuế và cách thức tiến hành thu thuế: Cũng như các tổ chức khác trong xã hội khi hoạt động đều cần phải có nguồn lực, các Nhà nước thường tạo nguồ n lực hoạt động thông qua các khoản thu từ xã hội là thuế . Đồng thời Nhà nước còn có quyền định ra cách thức thu thuế. 23 3. Kiểu Nhà nước Kiểu Nhà nước là tổng thể những dấu hiệu cơ bản của Nhà nước, th ể hiện bản chất giai cấ p, giá trị xã hội và những điều kiện phát sinh, tồn tại, phát triển của Nhà nước trong một hình thái kinh tế xã hội nhất định. Nhà nước tồn tại trên cơ sở kinh tế của một xã hội nhất định, do đ ó nói đến kiểu Nhà nước là nói đến bộ máy thố ng trị của giai cấp nào, tồn tại tương ứng với hình thái kinh tế xã hội nhất định nào đó. Trong lịch sử phát triển xã hội có 4 hình thái kinh tế xã hội có Nhà nước. Như vậy tương ứng có 4 kiểu Nhà nước khác nhau, mỗi kiểu Nhà nước có bản chất và chức năng khác nhau trong quả n lý và điều hành xã hội. Kiểu Nhà nước chủ nô, phong kiế n và tư sản có bản chất bóc lột trái ngược với bản chất của kiểu Pháp luật xã hội chủ nghĩa. Trong quá trình phát triển của mình, khái niệm Nhà nước được cụ thể hóa qua khái niệm kiểu Nhà nước, s ự thay thế của kiểu Nhà nước này đố i với kiểu Nhà nước kia có những tính chất sau đây: -  Tính tất yếu khách quan: do chịu sự tác động của quy luật phát triển và thay thế các hình thái kinh tế xã hội. Tuy nhiên do hoàn cảnh lịch sử khác nhau ở mỗi quốc gia nên việc thay thế không diễn ra tuần tự như hình thái kinh tế xã hội mà có thể bỏ qua những kiểu Nhà nước nhất định. -  Việc thay thế kiểu Nhà nước được thực hiện bằng cuộc cách mạng xã hội: Việc thay thế kiểu Nhà nước không tự xảy ra bởi vì không một giai cấp thống trị nào tự từ bỏ địa vị thống trị của mình do đó giai cấp đại biểu cho phương thức sản xuất mới phải tập hợp lực lượng để lật đổ giai cấp cũ thiết lập Nhà nước mới. 24 -  Kiểu Nhà nước sau tiến bộ, hoàn thiện hơn kiểu Nhà nước trước: B ởi vì nó dự a trên phương thức sản xuất mới tiến bộ hơn và qua thời gian xã hộ i ngày càng phát triển hơn đòi hỏi kiểu Nhà nước mới phải càng hoàn thiện hơn. 4. Hình thứ c Nhà nước Hình thức Nhà nước là cách thức tổ chức Nhà nước và những biện pháp thực hiện quyền lực Nhà nước. Khái niệm Nhà nước là khái niệm chung, đượ c thể hiện dưới 3 góc độ: hình thức chính thể, hình thức cấu trúc và chế độ chính trị. 4. 1. Hình thức chính thể Là cách thức tổ chức và trình tự thiết lập các cơ quan tối cao của Nhà nước và xác lập mối quan hệ của các cơ quan đó. Hình thức chính thể có 2 dạ ng cơ bản: chính thể quân chủ và chính thể cộng hòa.",
    "vector_id": "content_350"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 18,
    "language": "vi",
    "content": "-  Chính thể quân chủ: Là hình thức trong đó quyền lực tối cao của Nhà nước tập trung trong tay người đứng đầu Nhà nước theo thế tập (cha truyền con nối) hoặc theo chỉ định. Chính thể quân chủ có nhiều hình thức biến dạng theo sự phát triển xã hộ i là chính thể quân chủ tuyệt đối (chuyên chế) và chính thể quân chủ tương đối (lập hiến). Chính thể quân chủ tuyệt đối: Toàn bộ quyền lực tối cao thuộc về người đứng đầu Nhà nước thường là Vua, Hoàng đế… 25 Chính thể quân chủ lập hiến: Trong các quố c gia theo hình thức này, bên cạnh Vua còn có Nghị viện là tổ chức cùng chia sẻ quyền lực tối cao của Nhà nước. -  Chính thể cộng hòa: Là hình thức trong đó quyền lực tối cao của Nhà nước được giao cho một cơ quan đại diện theo thể thức bầu cử trong thời hạn nhất định (nhiệm kỳ). Chính thể cộng hòa có 2 dạng: cộng hòa quý tộc và cộ ng hòa dân chủ . (1) Chính thể cộng hòa quý tộ c: là hình thức mà quyề n bầu cử các cơ quan đại diện là đặc quyền của tầng lớp quý tộc. (2) Chính thể cộng hòa dân chủ: là hình thức mà tất cả các công dân đủ một số điều kiện quy định được tham gia bầu cử các cơ quan đại diện. Hiện nay có 2 hình thức chính thể quân chủ cộng hòa: cộng hòa dân chủ tư sản và cộ ng hòa dân chủ nhân dân. - Cộng hòa dân chủ tư sản: Theo chính thể này quyền lực Nhà nước được chia thành 3 quyền là lập pháp, hành pháp và tài phán theo nguyên tắ c “tam quyền phân lập” của Montesquieu. (Theo Montesquieu quyền lực Nhà nước nếu tập trung trong tay bất cứ một người hay một cơ quan tổ chức sẽ dẫn đến lạm quyền cho nên để tránh tình trạng này quyền lực Nhà nước nên chia thành 3 quyền độc lập và kiểm soát lẫn nhau là: quyền Lập pháp, quyền Hành pháp và quyền Tài phán. Mỗi quyền giao cho một cơ quan Nhà nước nắm giữ. Các cơ quan này độc lập với nhau nhưng thông qua quyền lực nắm giữ có thể hạn chế sự lạm quyề n trong mỗi cơ quan). - Cộng hòa dân chủ nhân dân: Quyền lực nhà nước tối cao không phân chia mà tập trung thống nhất trong các cơ quan quyền lực do dân bầu ra và nhân dân tham gia vào công việc quản lý Nhà nước. 26 4. 2. Hình thứ c cấu trúc Là cách thứ c tổ chức các cơ quan Nhà nước theo các đơ n vị hành chính lãnh thổ từ trung ương đến địa phương và xác lập mối quan hệ giữa các cơ quan này với nhau. Có 2 hình thức cấu trúc Nhà nước chủ yếu là hình thứ c cấu trúc Nhà nước đơn nhất và hình thức cấu trúc Nhà nước liên bang. (1) Cấu trúc Nhà nước đơn nhất: Là Nhà nước có chủ quyền chung, toàn vẹn lãnh thổ, có một hệ thống cơ quan quyền lực, cơ quan quản lý Nhà nước được tổ chức thống nhất từ trung ương xuống địa phương, lãnh thổ không có chủ quyền riêng, có một Hiến pháp, một hệ thống Pháp luật áp dụng chung cho cả nước. Ví dụ: Việt Nam. (2) Cấu trúc Nhà nước liên bang: Là Nhà nước có từ 2 hay nhiều Nhà nước thành viên hợp lại. Có chủ quyền chung cho toàn liên bang và chủ quyền riêng cho mỗi thành viên, có 2 hệ thống cơ quan quyền lực và cơ quan quản lý Nhà nước; một áp dụng chung cho toàn liên bang và một áp dụng cho mỗi thành viên, có 2 loại Hiến pháp và Pháp luật cùng tồn tại: Hiến pháp và Pháp luậ t của liên bang, Hiến pháp và Pháp luậ t của mỗi thành viên. Ví dụ : Hoa Kỳ . 4. 3. Chế độ chính trị Là toàn bộ các phươ ng pháp và cách thứ c mà cơ quan Nhà nước sử dụng để thực hiện quyền lực Nhà nước. Căn cứ vào phương pháp áp dụng có thể chia thành chế độ chính trị dân chủ và chế độ chính trị phi dân chủ . 27 28 -  Chế độ chính trị dân chủ: Các phương pháp mà Nhà nước áp dụ ng thể hiện sự quan tâm thự c sự đến dân, tạo điều kiện thuận lợi cho nhân dân tham gia vào việc quản lý Nhà nước và xã hội. -  Chế độ chính trị phi dân chủ: Các phươ ng pháp mà chế độ này áp dụng thể hiện tính chuyên quyền, độc tài, không quan tâm đến dân, chủ yếu dựa vào sức mạnh buộc người dân phải tuân theo những quy định Nhà nước. Sơ đồ hình thức Nhà nước HÌNH THÖÙC NHAØ NÖÔÙC Hình thöùc caáu truùc nhaø nöôùc Hình thöùc chính theå Cheá ñoä chính trò Caáu truùc nhaø nöôùc ñôn nhaát Caáu truùc nhaø nöôùc lieân bang Phi daân chuû Chính theå Quaân chuû Chính theå Coäng hoøa Daân chuû Quaân chuû Chuyeân cheá Quaân chuû Laäp hieán Coäng hoøa Quyù toäc Coäng hoøa Daân chuû Daân chuû Tö saûn Daân chuû Nhaân daân 29 TÓM LƯỢC 1. Nhà nước không phải là hiện tượng xã hội vĩnh cửu, bất biến. Nhà nước có quá trình hình thành, phát triển và tiêu vong gắn liền với những điều kiện khách quan của xã hội.",
    "vector_id": "content_351"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 19,
    "language": "vi",
    "content": "Quá trình phát triển kinh tế xã hội đến một giai đoạn nhất định khi xã hội xuất hiện quyền tư hữu và hình thành giai cấp, qua đấu tranh giai cấp, giai cấp chiến thắng lập nên Nhà nướ c để giữ vững sự thống trị giai cấp. 2. Đặc điểm của Nhà nước là những dấu hiệu đặc trưng cơ bản riêng có củ a Nhà nước để phân biệt tổ chức là Nhà nước với các tổ chức khác trong xã hội. Có 5 đặc điểm chủ yếu. 3. Kiểu Nhà nước là tổng thể những dấu hiệu cơ bản của Nhà nước, thể hiện bản chất giai cấp, giá trị xã hội và những điều kiện phát sinh, tồn tại, phát triển của Nhà nước trong một hình thái kinh tế xã hội nhất định. 4. Hình thức Nhà nước là cách thức tổ chức Nhà nước và những biện pháp thực hiện quyền lực Nhà nước. Khái niệm Nhà nước là khái niệ m chung, được thể hiện dưới 3 góc độ: hình thức chính thể, hình thức cấu trúc và chế độ chính trị. 30 CÂU HỎ I TỰ LUẬN 1. Những mặt hạn chế của các lý thuyết trước họ c thuyết Mác- Lênin khi giải thích sự ra đời của Nhà nước là gì? 2. Theo bạn, cách lý giải sự hình thành Nhà nước của thuyết khế ước xã hội thì Nhà nước có mang bản chất giai cấp không ? Tại sao? 3. Theo bạn Đoàn thanh niên cộng sản Hồ Chí Minh, Hội Phụ nữ có phải là tổ chức có quyền lực công không? 4. Có phải các quốc gia trên thế giới đều trải qua các kiểu Nhà nước trong quá trình phát triển hay không ? Cho ví dụ? 5. Hình thức Nhà nước của Việt Nam hiện nay như thế nào? CÂU HỎ I TRẮC NGHIỆM 1. Nhà nước do giai cấp thống trị lập nên để bảo vệ quyền và lợi ích của giai cấp mình là quan đ iểm của học thuyết: a. Mác - Lênin. b. Thần học. c. Gia trưởng. d. Khế ước xã hộ i. 2. Bản chất nhà nước là: a. Tính giai cấp b. Tính giai cấp và tính xã hội. c. Tính xã hội. 31 d. Không có thuộc tính nào. 3. Tổ chức có quyền lực công: a. Công ty. b. Đoàn thanh niên Cộng sản Hồ Chí Minh. c. Các tổ chức xã hội. d. Nhà nước. 4. Xã hội từ xưa đến nay đã trải qua bao nhiêu kiểu Nhà nước? a. 2 kiểu Nhà nước c. 4 ki ểu Nhà nước b. 3 kiểu Nhà nước d. 5 ki ểu Nhà nước 5. Quyền lực Nhà nước tập trung, thống nhất trong các cơ quan quyền lực do dân bầu ra là hình thứ c chính thể: a. Cộng hoà dân chủ nhân dân. b. Cộng hoà dân chủ tư sản. c. Quân chủ lập hiến. d. Quân chủ chuyên chế. 32 HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Hạn chế của các quan điểm trước quan điểm Mác - Lênin. -  Quan điểm thần học: Giải thích sự hình thành Nhà nước không có căn cứ khoa học mang tính chất thần thánh. -  Quan điểm gia trưởng: Giải thích sự hình thành Nhà nước dựa trên sự quan sát hiện tượng bên ngoài giữa quyề n lực của người gia trưởng và quyền lực của Nhà nước giống nhau mà không giải thích được nguồn gốc vật chất tạo ra gia đình và Nhà nước. -  Quan điểm khế ước xã hội: Giải thích nguồn gốc Nhà nước trên cơ sở ý thức chủ quan của các thành viên trong xã hội, cơ sở của chủ nghĩa duy tâm nên không giải thích được cội nguồn vật chất hình thành Nhà nướ c. 2. Không mang tính giai cấp vì theo quan điểm này Nhà nước t ổ chức do mọi người trong xã hội tạo ra nên Nhà nước nên Nhà n ước không thuộc giai cấp nào. 3. Các tổ chức trên không có quyền lực công vì không phải là Nhà nước. 4. Kiểu Nhà nước hình thành trên cơ sở hình thái kinh tế xã hội của một xã hội nhất định nhưng trên thự c tế có nhiều quốc gia không trả i qua tất cả các kiểu Nhà nước trong quá trình phát triển. Ví du ï: Việ t Nam không trải qua kiểu Nhà nước tư sản. Mỹ không có kiểu Nhà nước phong kiến. 5. Xem giải thích trong nội dung bài 2. 33 Câu hỏ i trắc nghiệm 1 2345 a bd c a 34 BÀI 2 NHÀ NƯỚC CỘNG HOÀ XHCN VIỆT NAM Trong bài 1, chúng ta đã tìm hiểu các khái niệ m chung nhất về Nhà nước như: bản chất, đặc điểm, kiểu Nhà nước và hình thức Nhà nước… Mỗ i kiểu Nhà nước khác nhau có bản chất, chức năng và hình thức khác nhau. Vì vậy để hiểu rõ về Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam, trong bài này chúng ta sẽ tìm hiểu các khái niệm cơ bản nhất về Nhà nước cộng hòa xã hộ i chủ nghĩa Việt Nam như: ƒ Bản chất của Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam. ƒ Chức năng của Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam. ƒ Hình thức của Nhà nước cộng hòa xã hộ i chủ nghĩa Việt Nam. MỤC TIÊU Sau khi họ c xong bài này, các bạn hiểu rõ được: ƒ Bản chất Nhà nước ta hiệ n nay có ý nghĩa về mặt lý luận và thự c tiễn. ƒ Phân biệt được khái niệ m chức năng của Nhà nước v ới nhiệm vụ của Nhà nước.",
    "vector_id": "content_352"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 20,
    "language": "vi",
    "content": "ƒ Chức năng cơ bản của Nhà nước Việt Nam hiện nay. 35 ƒ Hình thức Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam dưới góc độ hình thức chính thể, hình thức cấu trúc và chế độ chính trị. NỘI DUNG CHÍNH 1. Sự ra đời của Nhà nướ c cộng hòa xã hội chủ nghĩa Việt Nam Tháng 8 năm 1945, sau khi thực hiện thành công cuộc tổng khởi nghĩa dưới sự lãnh đạo của Đảng Cộng sản đã lập ra Nhà nước Việt Nam dân chủ cộng hòa. Sau đó lại tiếp tục công cuộc kháng chiế n cho đến mùa xuân năm 1975 chiến dịch Hồ Chí Minh toàn thắng, thống nhất đất nước và tiế n hành xây dựng đất nước theo định hướng xã hội chủ nghĩa như hiện nay. 2. Bản chất của Nhà nướ c cộng hòa xã hội chủ nghĩa Việt Nam Bản chất của Nhà nước mang thuộc tính giai cấp. Vì vậy Nhà nước xã hội chủ nghĩa là Nhà nước do giai cấp công nhân và nhân dân lao động lãnh đạ o, nhằm thực hiện những lợi ích của giai cấp mình và đồng thờ i mang lại lợi ích cho tất cả các tầng lớp khác trong xã hội. Bản chất của Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam là thể hiện cụ thể của Nhà nước xã hội chủ nghĩa. Theo Hiến pháp 1992 quy định: “Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam là Nhà nước pháp quyền xã hội chủ nghĩa, của nhân dân, do nhân dân và vì nhân dân”. Bản chất Nhà nước của nhân dân, do nhân dân và vì nhân dân được thể hiện như sau: 36 ƒ Nhà nước ta là Nhà nước của tất cả các dân tộ c trong quốc gia Việt Nam, là biể u hiện tập trung của khối đoàn kết các dân tộc. ƒ Quyền lực Nhà nước thuộc về nhân dân, thể hiện qua việ c thiết lập nên Nhà nước bằng quyền bầu cử các cơ quan quyền lực Nhà nước của nhân dân; thực hiện quyền lực Nhà nước bằng các hình thức giám sát, kiểm tra, khiếu kiện các quyết định của cơ quan Nhà nước làm thiệt hại quyền lợi của dân. ƒ Nhà nước thể hiện bản chất dân chủ trong các lĩnh vực kinh tế, chính trị, tư tưởng, văn hóa và ý thứ c xã hội. ƒ Bản chất Nhà nước thể hiện trong chính sách đối ngoại là theo phương châm Việt Nam làm bạ n với tất cả các nước trên thế giới trên cơ sở hòa bình, hữu nghị, cùng có lợi và tôn trọng chủ quyền của nhau. 3. Chức năng của Nhà nướ c Chức năng của Nhà nước là khái niệm quản lý mà qua đó nội dung và mục đích của quản lý Nhà nước được biểu hiện cụ thể. Chức năng của Nhà nước xã hội chủ nghĩa là những phương diện hoạt động cơ bản của Nhà nước thể hiện bản chất giai cấp nhằm thực hiện các mục tiêu và nhiệm vụ của Nhà nước. Cần phân biệt chức năng với nhiệm vụ Nhà nước. Đây là 2 khái niệm gần nhau nhưng không đồng nhất với nhau. Nhiệ m vụ là những vấn đề đặt ra mà Nhà nước cần phải giải quyết, có nhiệ m vụ cấp bách, có nhiệm vụ lâu dài. Còn chức năng là nhữ ng phương diện hoạt động có tính chất định hướng phù hợp với sự phát triển của Nhà nước. Chức năng cơ bản của Nhà nước Việt Nam bao gồm chức năng đối nội và chức năng đối ngoại. 37 -  Chức năng đối nội Chức năng tổ chức và quản lý kinh tế, tạo lập và bảo đảm môi trường chính trị, luật pháp tạo điều kiện cho tất cả các thành phần kinh tế hoạt động có hiệu quả. Chức năng tổ chức và quản lý về văn hóa xã hội, nâng cao đời sống văn hóa tinh thầ n của nhân dân, giáo dục và đào tạo nâng cao dân trí giúp phát triển đất nước. Chức năng bảo đảm ổn định chính trị, an ninh trật tự, an toàn xã hội và quyền lợi chính đáng của công dân. -  Chức năng đối ngoại Chức năng bảo vệ tổ quốc, bảo vệ độc lập dân tộc, chủ quyền quốc gia và ổn định hòa bình cho đấ t nước. Chức năng củng cố, mở rộng quan hệ hợp tác hữu nghị với các nước theo nguyên tắc bình đẳ ng cùng có lợ i, không can thiệp vào nội bộ của nhau. 4. Hình thứ c của Nhà nướ c cộng hòa xã hội chủ nghĩa Việt Nam Xét theo khái niệm chung, hình thức Nhà nước gồm 3 yếu tố cấu thành là hình thức chính thể, hình thức cấu trúc nhà nước và ch ế độ chính trị. Là Nhà nước xã hội chủ nghĩa nên hình thức Nhà nước Việt Nam là hình thức Nhà nước xã hội chủ nghĩa. Các Nhà nước xã hội chủ nghĩa đều có cùng bản chất dân chủ. 38 4. 1. Hình thức Nhà nước Việt Nam dưới góc độ hình th ức chính thể Hình thức chính thể là cách thứ c tổ chức và trình tự thành lập các cơ quan Nhà nước tối cao. Đối với Nhà nước Việt Nam do Hiến pháp quy định về cách thức tổ chức thành lập các cơ quan Nhà nước và xác lập mối quan hệ giữa các cơ quan Nhà nước với nhau, đả m bảo có sự tham gia của Nhân dân vào việc tổ chức, thực hiện quyền lực Nhà nước.",
    "vector_id": "content_353"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 21,
    "language": "vi",
    "content": "Từ Hiến pháp đầu tiên 1946 cho đến Hiến pháp 1992 hiện nay, khẳng định hình thức chính thể của Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam là chính thể cộng hòa dân chủ nhân dân. Chính thể cộng hòa xã hội chủ nghĩa Việt Nam có những đặc điểm sau: -  Tổ chức và thực hiện quyền lực Nhà nước đặt dưới sự lãnh đạo của Đảng Cộng sản Việt Nam, dựa trên cơ sở chủ nghĩa Mác - Lênin và tư tưởng Hồ Chí Minh. -  Quyền lực Nhà nước không theo nguyên tắc “tam quyề n phân lập” mà theo nguyên tắc quyền lực Nhà nước là thống nhất, có sự phân công, phân nhiệm, phối hợp giữa các cơ quan Nhà nước trong việc thực hiện các quyền lập pháp, hành pháp và tư pháp. -  Bộ máy Nhà nước được tổ chức thể hiện bản chất Nhà nước của dân, do dân và vì dân. 4. 2. Hình thức Nhà nước Việt Nam dưới góc độ hình th ức cấu trúc nhà nước Hình thức cấu trúc nhà nước là sự cấu tạo nhà nước thành các đơn vị hành chính lãnh thổ và xác lập mối quan hệ qua lại giữa các cơ quan Nhà nước. Cấu trúc Nhà nước Việt Nam là Nhà nước đơn nhất, Nhà nước Việt Nam có chủ quyền quốc gia, có một lãnh thổ duy nhất, thống nhất không phân chia thành các Nhà nước tiểu bang. Nhà nước Việt Nam có một Hiến pháp, một hệ thống Pháp luật áp dụng chung trên toàn lãnh thổ và một hệ thống bộ máy Nhà nước. 39 4. 3. Hình thức Nhà nước Việt Nam dưới góc độ ch ế độ chính trị Chế độ chính trị là tổng thể những phương pháp và cách thức cơ quan Nhà nước sử dụng để thực hiện quyền lực nhà nước. Nhà nước Việt Nam sử dụng hệ thống các phương pháp và biện pháp dân chủ thực sự để tổ chức và thực hiện quyền lực nhà nước, phát huy quyền làm chủ của nhân dân lao động, đảm bảo sự tham gia của nhân dân vào việc quản lý nhà nước và xử lý nghiêm minh các hành vi vi phạm Pháp luật nhà nước. TÓM LƯỢC 1. Bản chất Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam là Nhà nước của nhân dân, do nhân dân và vì nhân dân. 2. Chức năng cơ bản của Nhà nước Việt Nam bao gồm chức năng đối nội và chứ c năng đối ngoại. Chức năng đối nội gồm chức năng tổ chức và quản lý kinh tế; chức năng tổ chức và quả n lý về văn hóa xã hội; chức năng bảo đảm ổn định chính trị, an ninh trật tự, an toàn xã hội. Chức năng đối ngoại gồm chức năng bảo vệ tổ quốc, bảo vệ độc lập dân tộc và chứ c năng mở rộng quan hệ hợp tác với các nước nhằm phát triển đất nước. 3. Hình thức Nhà nước cộng hòa xã hộ i chủ nghĩa Việt Nam là chính thể cộng hòa dân chủ nhân dân, cấu trúc nhà nước đơn nhất, chế độ chính trị dân chủ. CÂU HỎ I TỰ LUẬN 1. Bằng lý luậ n trên quan điểm Mác - Lênin, hãy giải thích nhận định: “Bản chất Nhà nước Việt Nam là Nhà nước của nhân dân, do nhân dân và vì nhân dân”. 2. Căn cứ thực tiễn xã hội giải thích nhận định trong câu 1. 40 3. Nhà nước Việt Nam đang tiến hành các hoạt động để gia nhập WTO là nhiệm vụ hay chức năng của Nhà nước? 4. Nhà nước Việt Nam chủ trương tiến hành đa phương hóa quan hệ, làm bạn với tất cả các nước để phát triển kinh tế xã hội là chức năng hay nhiệm vụ của Nhà nước? 5. Tổng Bí thư Đảng Cộng sản Việt Nam có phải là người đứng đầu Nhà nước Việt Nam hay có mối quan hệ nào khác với Nhà nước Việt Nam? CÂU HỎ I TRẮC NGHIỆM 1. Bản chất của Nhà nước Việt Nam là: a. Nhà nước của tất cả các dân tộc trong quốc gia Việt Nam. b. Nhà nước mà trong đó quyền lực Nhà nước thuộc về nhân dân. c. Nhà nước thể hiện bản chất dân chủ trong các lĩnh vực kinh tế, chính trị, vai trò và ý thức xã hội. d. Cả a, b, c đều đúng. 2. Chức năng của Nhà nước là: a. Những phương diện hoạt động cơ bản có tính chất định hướng của Nhà nước. b. Nhiệm vụ cấp bách của Nhà nước. c. Nhiệm vụ lâu dài của Nhà nước. 41 d. Hoạt động bảo vệ an ninh trật tự xã hội. 3. Hình thức Nhà nước Việt Nam dưới góc độ chính thể là: a. Hình thức chính thể cộng hoà dân chủ tư sản. b. Hình thức chính thể cộng hoà dân chủ nhân dân. c. Hình thức chính thể quân chủ lập hiến. d. Hình thức chính thể quân chủ chuyên chế. 4. Hình thức cấu trúc của Nhà nước Việt Nam là: a. Nhà nước liên minh b. Nhà nước liên bang. c. Nhà nước đơn nhất. d. Cả a, b, c đều đúng. 5. Nhà nước cộng hoà xã hội chủ nghĩa Việt Nam là Nhà nước: a. Có chủ quyền chung, toàn vẹn lãnh thổ . b. Có một hệ thống pháp luật áp dụng trên toàn lãnh thổ. c. Có hai hệ thống cơ quan Nhà nước. d. Cả a và b đều đúng. 42 HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Bản chất Nhà nước theo quan điểm Mác - Lênin có tính giai cấp và tính xã hội.",
    "vector_id": "content_354"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 22,
    "language": "vi",
    "content": "Tính giai cấp: Nhà nướ c Việt Nam được xây dựng và phát triển trên nền tảng Giai cấp công nhân và nhân dân lao động với đội ngũ trí thức do đó Nhà nướ c có nhiệm vụ bảo vệ quyền lợi của giai cấp công nhân với nhân dân lao động và độ i ngũ trí thức. Quyền lực Nhà nước thuộc về nhân dân, điều này đã khẳng định trong Hiến pháp 1992. Về mặt xã hội: Nhà nước Việt Nam còn là Nhà nước của tất cả các dân tộc trong quốc gia Việ t Nam. Nhằm mang lại lợi ích cho toàn xã hội, Nhà nước xây dựng thiết chế của nền dân chủ xã hội chủ nghĩa để đạt mục tiêu chủ nghĩa xã hội là dân giàu, nước mạnh, xã hội công bằng dân chủ, văn minh. 2. Về thực tiễn, bản chất Nhà nước thể hiện là Nhà nước của nhân dân do nhân dân và vì nhân dân qua việc thiết lập nên Nhà nước b ằng quyền bầu cử các cơ quan quyền lực Nhà nước của nhân dân; thực hiện quyền lực Nhà nước bằng các hình thức giám sát, kiể m tra, khiếu kiện các quyết định của cơ quan Nhà nước làm thiệ t hại quyền lợi của dân. Trong lĩnh vực kinh tế chủ trương phát triển nền kinh tế nhiều thành phần và bình đẳng trước Pháp luật. Trong lĩnh vực chính trị quy định quyền tự do dân chủ trong sinh hoạt chính trị, bảo đảm cho người dân được làm chủ về mặt chính trị. 43 Lĩnh vực tư tưởng văn hóa quy định các quyền tự do ngôn luận, báo chí, hội họp, học hành, nghỉ ngơi, tự do tín ngưỡng… và bảo đảm cho mọi người được hưởng các quyền đó. Trong chính sách đối ngoại, theo phương châm Việ t Nam làm bạ n với tất cả các nước trên thế giới trên cơ sở hòa bình, hữu nghị, cùng có lợi và tôn trọ ng chủ quyền của nhau. 3. Các hoạt động của Nhà nước nhằm gia nhập tổ chức WTO được xem là nhiệm vụ chiến lược của Nhà nước. 4. Chủ trương tiến hành đa phương hóa quan hệ, làm bạn với tất cả các nước để phát triển kinh tế xã hội thuộc chức năng đối ngoại của Nhà nước. 5. Là người đứng đầu trong tổ chức Đảng. Đảng có vai trò lãnh đạo Nhà nước. Câu hỏ i trắc nghiệm 1 2345 d abcd 44 BÀI 3 BỘ MÁY NHÀ N ƯỚC CỘNG HOÀ XHCN VIỆT NAM Nhà nước là một tổ chức do giai cấp thống trị lập nên để bảo vệ sự thống trị giai cấp của mình. Nhà nước xã hội chủ nghĩa là tổ chức quyền lực của nhân dân, đại diện cho nhân dân thống nhất quản lý tất cả các lĩnh vực trong đời sống xã hội. Để thực hiện nhiệm vụ này, Nhà nước phải lập ra hệ thống các cơ quan Nhà nước, mỗi cơ quan nhà nước đảm nhận chức năng, nhiệm vụ nhất định của Nhà nước theo nguyên tắc tổ chức do Nhà nước quy định. Bài này sẽ giới thiệu về bộ máy Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam, nguyên tắc tổ chức bộï máy nhà nước và các c ơ quan nhà nước trong bộ máy Nhà nước. Qua đó nhận biết được cơ cấu tổ chức và chức năng nhiệm vụ của mỗi cơ quan trong hệ thống các cơ quan nhà nước. MỤC TIÊU Nội dung đề cập trong chương này giúp các bạn: - Phân biệt được khái niệm Bộ máy Nhà nước với khái niệm Nhà nước. - Hiểu được nguyên tắc tổ chức và thực hiện các chức năng, nhiệm vụ của mỗi cơ quan nhà nước trong bộ máy nhà nước Việt Nam. - Địa vị pháp lý của mỗi cơ quan nhà nước trong bộ máy nhà nước Việ t Nam. 45 YÊU CẦU Pháp luật hình thành và phát triển gắn bó chặt chẽ với Nhà nước. Trong xã hội chỉ có Nhà nước mới được phép ban hành Pháp luật. Pháp luật được phân thành đầy đủ các ngành luật áp dụng trong mọi lĩnh vực của đời sống là do Nhà nước. Do đó để học tốt phần 2 nhữ ng vấn đề chung về Pháp luật và phần 3 các ngành luậ t trong hệ thống Pháp luật Việt Nam đòi hỏi các bạn phải có kiến thức đầy đủ về Nhà nước. NỘI DUNG CHÍNH 1. Khái niệm Bộ máy Nhà nước Việt Nam Bộ máy Nhà nước Việt Nam là hệ thống các cơ quan Nhà nước từ trung ương đến địa phương, được tổ chức theo nguyên tắc chung, thống nhất tạo thành một cơ chế đồng bộ để thực hiện các chức năng, nhiệm vụ của Nhà nước xã hội chủ nghĩa. Bộ máy Nhà nước là tập hợp các cơ quan Nhà nước nắm giữ toàn bộ các quyền về chính trị, kinh tế và tinh thầ n. Do vậy trong bộ máy Nhà nước có các cơ quan như: Quân đội, Cảnh sát, Tòa án… và các cơ quan quản lý về kinh tế, văn hóa, giáo dục và xã hội. Mỗi cơ quan Nhà nước trong bộ máy Nhà nước đều chịu trách nhiệm về công việc được phân công. 46 2. Các nguyên tắc tổ chức và hoạt động của bộ máy Nhà nước cộng hòa xã hội chủ nghĩa Việt Nam Nguyên tắc tổ chức và hoạt động của bộ máy Nhà nước là những tư tưởng chỉ đạo tạo nền tảng cho việ c tổ chức và hoạt động của hệ thống các cơ quan Nhà nước trong bộ máy Nhà nước.",
    "vector_id": "content_355"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 23,
    "language": "vi",
    "content": "Các nguyên tắ c tổ chức và hoạt động của Nhà nước ta hiện nay là: -  Nguyên tắc đảm bảo sự lãnh đạ o của Đảng: Được thể hiện trong Hiến pháp 1992. Đảng đề ra đường lối chính trị, chủ trương, chính sách lớn cho hoạt động của Nhà nước. Đảng lãnh đạo nhưng không làm thay công việc của Nhà nước -  Nguyên tắc tập trung dân chủ: Là nguyên tắc thể hiện sự kết hợp hài hòa giữa sự chỉ đạo tập trung, thống nhấ t của cơ quan Nhà nước cấp trên với việc mở rộng dân chủ để phát huy tính chủ động sáng tạo của cấp dưới nhằm đạt hiệu quả cao trong tổ chức quản lý Nhà nướ c. -  Nguyên tắc đảm bảo sự tham gia của nhân dân vào quả n lý Nhà nước: Nguyên tắc này một mặt tạo khả năng phát huy sức lực và trí tuệ của người dân vào công việc quản lý Nhà nước, mặt khác là một trong những biện pháp hạn chế ngăn chặn bệnh quan liêu, cửa quyền ở các cơ quan Nhà nước. -  Nguyên tắc pháp chế xã hội chủ nghĩa: Nguyên tắc này đòi hỏi việc tổ chức và hoạt động của các cơ quan Nhà nước phải tiến hành theo đúng Pháp luật. Các công chức, viên chức Nhà nước phải triệt để tuân thủ Pháp luật khi thực hiện nhiệm vụ của mình. Từ đó đảm bảo cho sự hoạt động của bộ máy Nhà nước đồng bộ, tạo hiệu quả trong quản lý Nhà nước. Tất cả các nguyên tắc tổ chức và hoạt động trên đây đều được ghi nhận trong Hiến pháp 1992 của Nước cộng hòa xã hội chủ nghĩa Việt Nam. 47 3. Địa vị pháp lý của các cơ quan Nhà nước trong bộ máy Nhà nước Việt Nam Bộ máy Nhà nước Việt Nam là hệ thống các cơ quan Nhà nước được tổ chức gồm: Chủ tịch nước, hệ thống cơ quan quyền lực Nhà nước, hệ thống cơ quản lý Nhà nước, hệ thống cơ quan xét xử và hệ thống cơ quan kiểm sát. 3. 1. Chủ tịch Nướ c Điều 91 Hiến pháp 1992 quy định: “Chủ tịch nước là người đứng đầu Nhà nước, thay mặt Nhà nước về đối nội và đối ngoại”. Chủ tịch nước do Quố c hội bầu trong các đạ i biểu Quốc hội, có nhiệm kỳ theo nhiệm kỳ của Quốc hội, Chủ tịch nước có quyền hạn bao quát nhiều lĩnh vực của đời sống chính trị xã hội. 3. 2. Hệ thống cơ quan quyền lực Nhà nước Gồm Quốc hội và Ủy ban thường vụ quốc hội (UBTVQH), được gọi là cơ quan quyền lực trung ương và H ội đồng nhân dân các cấp (tỉnh, thành phố thuộc trung ương; quậ n, huyệ n, thị xã, thành phố thuộc tỉnh; phường, xã, thị trấn), được gọi là các cơ quan quyền lực địa phương. -  Quốc hội Quốc hội là cơ quan quyền lực cao nhất nước, do nhân dân cả nước bầu ra, thể hiện ý chí, nguyện vọng của toàn dân. Là cơ quan duy nhất có quyền lập hiến, lập pháp, có quyền quyết định những vấn đề quan trọ ng của đất nước, có quyền tổ chức bộ máy Nhà nước và giám sát các cơ quan Nhà nước. 48 Quốc hội nước ta đượ c tổ chức theo hình thức một viện, với số đại biểu tùy yêu cầu thực tế từng khóa do nhân dân bầu ra qua một cuộc bầu cử phổ thông, bình đẳng, trực tiếp và kín với nhiệm kỳ là 5 năm. Quốc hội hoạt động theo các kỳ họp (2 kỳ/năm). Cơ cấu tổ chức của quốc hội gồm: Ủy ban thường vụ quốc hội, Hội đồng dân tộc, Các ủy ban quốc hội, đoàn đại biểu quốc hội và các đại biểu quốc hội. -  Ủy ban Thường Vụ Quốc hội (UBTVQH) Là cơ quan thườ ng trực của Quốc hội, với chức năng này UBTVQH sẽ thay mặt Quốc hội thực hiện một số nhiệm vụ quyền hạn của Quốc hội khi Quốc hội không họp. UBTVQH gồm Chủ tịch (do Chủ tịch Quốc hội kiêm nhiệm), các Phó Chủ tịch và một số ủy viên do Quốc hội bầu trong số các đại biểu Quốc hội, có nhiệm kỳ 5 năm, không được kiêm nhiệm thành viên Chính phủ. -  Hội đồng Nhân dân các cấp Hội đồng nhân dân các cấp là cơ quan quyền lực Nhà nước ở địa phương, đại diện cho ý chí, nguyện vọng và quyề n làm chủ của nhân dân, do nhân dân địa phương bầu ra, chịu trách nhiệm trước nhân dân đị a phương và cơ quan Nhà nước cấp trên. Hội đồng Nhân dân được tổ chức ở 3 cấp (cấp tỉnh, thành phố thuộc trung ương; cấp quận, huyện, thị xã, thành phố thuộc tỉnh; cấp phường, xã, thị trấn), được bầu trong cuộc bầu cử phổ thông, bình đẳng, trực tiếp và kín. 49 3. 3. Hệ thống cơ quan quản lý Nhà nước Gồm: Chính phủ, các cơ quan của Chính phủ, các cơ quan thuộ c Chính phủ (cơ quan quả n lý Nhà nước trung ương); Ủy ban nhân dân (UBND) các cấ p và các Sở, Phòng, Ban chuyên môn thuộc UBND (cơ quan quản lý Nhà nước địa phương). -  Chính phủ Điều 109 của Hiến pháp 1992 quy định: Chính phủ là cơ quan chấp hành của Quốc hội và là cơ quan hành chính cao nhất của nước CHXHCNVN. Cơ cấu tổ chức của Chính phủ gồm: Bộ và các cơ quan ngang Bộ. Thành phần nhân sự của Chính phủ gồm: Thủ tướng, các Phó Thủ tướng, các Bộ trưởng và Thủ trưởng cơ quan ngang Bộ.",
    "vector_id": "content_356"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 24,
    "language": "vi",
    "content": "Thủ tướng là người lãnh đạo chính phủ có quyền trực tiếp điều hành, chỉ đạo việc thực hiện nhiệm vụ do Quốc hội phân công cho chính phủ. Thủ tướng phải là đại biểu Quốc hội do Quốc hội bầu theo đề nghị của Chủ tịch nước. Các thành viên khác do Quốc hội phê chuẩn theo đề nghị của Thủ tướng (không nhất thiết là Đại biểu Quốc hội). Nhiệm kỳ của Chính phủ theo nhiệm kỳ của Quốc hội. -  Bộ và cơ quan ngang Bộ Là tên gọi chỉ các cơ quan của Chính phủ. Bộ hoặc cơ quan ngang Bộ có chức năng quả n lý Nhà nước đối với ngành, lĩnh vực quan trọng trên phạm vi cả nước. Bộ quản lý theo ngành thực hiện chức năng quả n lý nhà nước nh ững ngành kinh tế, kỹ thuật hoặc sự nghiệp như: công nghiệp, nông nghiệp, giao thông vậ n tải, y tế, giáo dục… 50 Bộ quản lý theo lĩnh vực thực hiện chức năng quản lý theo từng lĩnh vực lớn như: tài chính, công nghệ, khoa học, đầu tư, lao động… Bộ, cơ quan ngang Bộ được tổ chức theo nguyên tắc thủ trưởng do Bộ trưởng lãnh đạo. Bộ trưởng chịu trách nhiệm trước Thủ tướng và cùng Thủ tướng chịu trách nhiệm trước Quốc hội. -  Cơ quan thuộc chính phủ Ngoài Bộ và cơ quan ngang Bộ, còn có một số cơ quan khác cũng quản lý về ngành, lãnh vực chịu dưới sự chỉ đạo, quản lý của Chính phủ nhưng được xem là các ngành, lĩnh vực kém quan trọng hơn so với các ngành, lãnh vực do Bộ và cơ quan ngang Bộ quản lý (có vị trí pháp lý thấp hơn), đó là các cơ quan thuộc Chính phủ. Các cơ quan này có bộ máy tổ chức giống như Bộ, cơ quan ngang Bộ và mang các tên gọi như: Cục, Tổng cục, Viện, Trung tâm, Ban… Việc thành lập hoặc bãi bỏ các cơ quan này thuộc quyền quyết định của Chính phủ và Thủ trưởng các cơ quan này do Thủ tướng Chính phủ quyết định việc bổ nhiệm, miễn nhiệm. -  Uỷ ban nhân dân các cấp Uỷ ban Nhân dân do Hội đồng Nhân dân bầu ra, là cơ quan chấp hành của Hội đồng nhân dân. Là cơ quan hành chính Nhà nước ở địa phương, chịu trách nhiệm chấp hành Hiến pháp, luậ t, các văn bản của cơ quan Nhà nước cấp trên và nghị quyết của Hội đồng nhân dân cùng cấp. 51 Uỷ Ban Nhân dân được tổ chức ở 3 cấp như Hội đồng Nhân dân, làm việ c theo chế độ kết hợp trách nhiệ m của tập thể với trách nhiệm của cá nhân Chủ tịch Uỷ ban nhân dân. -  Các cơ quan chuyên môn thuộc Uỷ ban nhân dân Là các cơ quan chuyên môn được thành lậ p ở địa phương để giúp Uỷ Ban Nhân dân cùng cấp thực hiện chức năng quản lý Nhà nước ở địa phương, bảo đảm sự thống nhất quản lý của ngành, lãnh vực từ trung ương đến cơ sở. Có tên là sở, phòng, ban… Về mặt tổ chức các cơ quan này chịu sự chỉ đạo và quản lý về tổ chức, biên chế, công tác của Uỷ ban nhân dân cấp mình đồng thờ i chịu sự chỉ đạo về nghiệp vụ của cơ quan chuyên môn cấp trên (nguyên tắc 2 chiề u trực thuộc). 3. 4 Hệ thống cơ quan xét xử Hệ thống các cơ quan xét xử theo quy định tại điều 127 của Hiến pháp 1992: “Tòa án nhân dân tối cao, các tòa án nhân dân địa phương, các tòa án quân sự và các tòa án khác do luật định là những cơ quan xét xử của nước CHXHCNVN”. Ở trung ương, cơ quan xét xử có Tòa án nhân dân tối cao (TANDTC). Trong TANDTC có Tòa án quân sự trung ương, là một bộ phận (Tòa chuyên trách) của TANDTC. Ở địa phương có các TAND đị a phương và các Tòa án quân sự (TAQS) địa phương. 3. 5 Hệ thống cơ quan kiểm sát Gồm các cơ quan kiểm sát được tổ chức thành hệ thống từ cấp trung ương đến địa phương. 52 Theo điều 137 Hiến pháp 1992, hệ thống Viện kiểm sát nhân dân các cấp có 2 chức năng chính, đó là kiể m sát các hoạt động tư pháp và thực hiện quyền công tố, bảo đảm Pháp luật được chấp hành nghiêm chỉnh và thống nhất. Tổ chức hệ thống Viện kiểm sát nhân dân gồm có: VKSND tối cao, các VKSND địa phương (cấp Tỉnh, thành phố thuộc trung ương; cấp quận, huyệ n, thị xã, thành phố thuộc tỉnh); Việ n kiểm sát quân sự (gồm VKSQS trung ươ ng; VKSQS quân khu, quân chủ ng, quân đoàn, tổng cục và cấ p tương đương; VKSQS tỉnh và khu vực) được đặt dưới sự chỉ đạo tập trung, thống nhất của VKSNDTC. TÓM LƯỢC 1. Bộ máy Nhà nước Việt Nam là hệ thống các cơ quan Nhà nước từ trung ương đến địa phương, được tổ chức theo nguyên tắc chung, thống nhất để thực hiện các chức năng, nhiệ m vụ của Nhà nước Vi ệt Nam. 2. Nguyên tắc tổ chức và hoạt động của bộ máy Nhà nước Việt Nam gồm 4 nguyên tắ c chủ yếu là: đảm bảo sự lãnh đạo của Đảng, tập trung dân chủ, đảm bảo sự tham gia của nhân dân vào quản lý Nhà nước và nguyên tắc pháp chế xã hội chủ nghĩa. 3. Quốc hội là cơ quan quyền lực cao nhấ t nước, do nhân dân cả nước bầu ra, thể hiện ý chí, nguyện vọng của toàn dân. 4.",
    "vector_id": "content_357"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 25,
    "language": "vi",
    "content": "Chính phủ là cơ quan chấp hành của Quốc hội và là cơ quan hành chính cao nhất của nước CHXHCNVN. 53 5. Tòa án nhân dân tối cao, các tòa án nhân dân địa phương, các tòa án quân sự và các tòa án khác do luật định là nhữ ng cơ quan xét xử của nước CHXHCNVN. 6. Viện kiểm sát nhân dân các cấp có 2 chức năng chính, đó là kiểm sát các hoạ t động tư pháp và thực hiện quyền công tố. CÂU HỎ I TỰ LUẬN 1. Bộ máy Nhà nước và Nhà nước có phải là một không ? Giả i thích tại sao? 2. Theo bạn, tổ chức Đảng Cộng sản có tham gia quản lý xã hội cùng với Nhà nước hay không ? Nế u có thì hình thứ c tham gia như thế nào? 3. Theo bạn Uỷ ban nhân dân là cơ quan cấp dưới của Chính phủ hay của Hội đồng nhân dân cùng cấp? 4. Căn cứ vào chức năng của Tòa án và Viện kiểm sát bạn hãy xác định mối quan hệ giữa các cơ quan này khi thực hiện nhiệm vụ Nhà nước giao. CÂU HỎ I TRẮC NGHIỆM 1. Cơ quan quyền lực Nhà nước cao nhất của Nhà nước Việt Nam là a. Đảng Cộng sản. b. Quốc hội. c. Chính phủ. d. Mặt trận tổ quốc Việt Nam. 2. Chủ tịch Uỷ ban nhân dân tỉnh được bầu hay được bổ nhiệm bởi: 54 a. Tổng bí thư Đảng. b. Thủ tướng. c. Chủ tịch quốc hội. d. Hội đồng nhân dân tỉnh, thành phố thuộc trung ương. 3. Cơ quan thường trực của Quốc hội là: a. Chính phủ b. Uỷ ban Thường v ụ Quốc hội. c. Hội đồng nhân dân các cấp. d. Uỷ ban nhân dân các cấp. 4. Cơ quan quản lý Nhà nước địa phương là a. Uỷ ban nhân dân các cấ p. b. Hội đồng nhân dân các cấp. c. Toà án nhân dân cấp tỉnh, thành phố thuộc trung ươ ng. d. Viện kiểm sát nhân dân cấp tỉnh, thành phố thuộc trung ương. 5. Cơ quan quản lý Nhà nước cấp Trung ương là: a. Toà án nhân dân tối cao. b. Uỷ ban Thường v ụ Quốc hội. c. Bộ và cơ quan ngang Bộ. d. Viện kiểm sát nhân dân tối cao. 55 HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Bộ máy Nhà nước là mộ t bộ phận của Nhà nước giúp thực hiện các nhiệ m vụ, chức năng của Nhà nước. 2. Đảng Cộng sản có vai trò lãnh đạo, định hướng đường lối chính sách để Nhà nước thực hiện vai trò quả n lý xã hội. 3. Ủy ban nhân dân là cơ quan chấp hành của Hội đồng nhân dân cùng cấp và cơ quan quản lý hành chính cấp dưới của Chính phủ. 4. Tòa án có nhiệm vụ xét xử giải quyết các vụ án do Việ n kiểm sát truy tố và ngược lại Viện kiểm sát vừa thực hiện vai trò công tố đối với các hành vi vi phạm Pháp luật trước tòa vừa thực hiện quyền giám sát tại phiên tòa. Câu hỏ i trắc nghiệm 1 2345 B d b a c 56 PHẦN 2 NHỮNG VẤN ĐỀ CHUNG VỀ PHÁP LU ẬT 57 BÀI 4 CÁC KHÁI NIỆM CƠ BẢN VỀ PHÁP LUẬ T Pháp luật là hiện tượng xã hội và tồn tại cùng với Nhà nước. Pháp luậ t tác động đến hầu hết các lĩnh vực trong xã hội, chi phối mọi hoạt động của con người nên có vai trò rấ t lớn trong việc giúp Nhà nước ổn định xã hội. Bài này giớ i thiệu các khái niệm Pháp luật cơ bản, nguồn gốc và bản chất của Pháp luật, những đặc điểm của Pháp luật, các kiểu Pháp luật và các hình thức Pháp luật. MỤC TIÊU Sau khi họ c xong bài này, các bạn phải hiểu được: ƒ Các khái niệm cơ bản về Pháp luật. ƒ Nguồn gốc hình thành Pháp luật trong xã hội theo quan điểm Mác - Lênin. ƒ Bản chất và đặc điểm của Pháp luật. ƒ Mối quan hệ gắn liền giữa Pháp luật và Nhà nước. ƒ Các kiể u Pháp luậ t trong xã hội và các hình thức Pháp luật đang được áp dụng hiện nay. 58 NỘI DUNG CHÍNH 1. Nguồn gốc và bản chất của Pháp luật Pháp luật là hiện tượng xã hộ i tồn tại khách quan, có vai trò đ iều chỉnh mối quan hệ của con người trong xã hộ i, ổn định trật tự xã hội vì vậy cũng giống như sự xuất hiện của Nhà nước, khi con người có nhận thức đã tìm cách lý giải về sự hình thành Pháp luật trong xã hội. 1. 1. Nguồn gốc của Pháp luật Trong lịch sử xã hội có nhiều học thuyế t giải thích nguồn gốc hình thành Pháp luật khác nhau, nhưng chỉ có học thuyết Mác - Lênin là giả i thích mang tính khoa học và đúng đắn nhất. Thuyết thần học Nhà nước là do đấng thiêng liêng tạo ra để quản lý xã hội và Nhà nước đặt ra Pháp luật để thực hiện chức năng này. Thuyết tư sản Pháp luật xuất hiện ngay khi xã hội hình thành (Ubi societas, ibi jus: Ở đâu có xã hội, ở đó có Pháp luật). Quan điểm học thuyết Mác - Lênin Pháp luật và Nhà nước là hai hiện tượng cùng xuất hiện, tồn tại, phát triển và tiêu vong gắn liền nhau. Nguyên nhân hình thành Nhà nước cũng là nguyên nhân hình thành Pháp luật và Pháp luật chỉ tồn tại trong xã hộ i có giai cấp.",
    "vector_id": "content_358"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 26,
    "language": "vi",
    "content": "59 Theo quan điểm học thuyết Mác - Lênin thì Pháp luật là tổng hợp những quy tắc xử sự mang tính bắt buộc chung, do Nhà nước đặt ra hay thừa nhận và bảo đảm thực hiện, nhằm điều chỉnh các quan hệ xã hội theo ý chí của giai cấp thống trị. 1. 2. Bản chất Pháp luậ t Theo các quan điểm thần học và quan điểm tư sản thì Pháp luật không có thuộc tính riêng. Bản chất Pháp luật của quan điểm thần học gắn liền với bản chất của Người nắm quyền (người đại diện đấng siêu nhiên). Pháp luật của quan điểm tư sản là thể hiện ý chí của tất cả mọi người trong xã hội, do đó không mang tính giai cấp. Trái với các quan điểm trên, quan điểm học thuyết Mác - Lênin cho rằng bản chất Pháp luật mang thuộ c tính giai cấp và thuộc tính xã hội. -  Tính giai cấp của Pháp luật Pháp luật do Nhà nước đặt ra thể hiện ý chí của giai cấp thống trị. Giai cấp thống trị cụ thể hóa ý chí của mình thông qua Nhà nước thành các quy tắc xử sự áp đặt lên xã hộ i buộc mọi người phả i tuân theo. -  Tính xã hộ i của Pháp luật Nhà nước với tư cách là tổ chức quản lý xã hội ghi nhận những cách xử sự hợp lý khách quan, được số đông trong xã hội chấp nhận phù hợp với lợi ích xã hội và quy định thành những quy tắc xử sự mang tính bắt buộc (Pháp luậ t) đối với mọi người. 60 2. Đặc tính của Pháp luật Là nhữ ng đặc trưng cơ bản của Pháp luật, nếu Pháp luật không có những đặc tính này Pháp luật có tồn tại trong xã hội cũng không ý nghĩ a. Pháp luật có những đặc tính sau: -  Tính quy phạm phổ biến Trong xã hội cách hành xử của mỗi người trong cùng một quan hệ có thể khác nhau do vậy nhằm hướng hành vi của mọi người theo cách xử sự chung phù hợp với lợi ích Nhà nước và xã hội, Nhà nước đã đặt ra Pháp luật vì tính quy phạm Pháp luật là nhằm chỉ ra cách xử sự mà mọi người phả i theo trong trường hợp hay tình huống nhất định. Ngoài Pháp luật các quy phạm khác trong xã hội như quy tắc đạo đức, luân lý, tôn giáo… cũ ng có tính quy phạm nhưng khác với các quy phạ m xã hội, tính quy phạ m của Pháp luật mang tính phổ biến rộng khắp đến tất cả các thành viên trong xã hội. -  Tính cưỡng chế Đây là một thuộc tính thể hiện bản chất của Pháp luật, nếu Pháp luậ t không có tính cưỡng ch ế thì dù Pháp luật có tồn tại hay không vẫn không có ý nghĩa vì trong xã hộ i luôn có những người không nghiêm chỉnh tuân thủ Pháp luật mà còn tìm cách chống lại các quy định của Pháp luật, do vậ y những quy tắc xử sự đặt ra trong luật bắt buộc mọi người phải thực hiện và nó được đảm bảo bằng các hình thức chế tài của Nhà nước. -  Tính tổng quát Tính chất này ở Pháp luật thể hiện khi Pháp luật đặt ra những quy tắc xử sự cho một trường hợp, hoàn cảnh nhất định mà bất kỳ ai rơi vào những trường hợp, hoàn cảnh đó đều phải áp dụng những quy tắc mà Pháp luật đã đặt ra, mọi người đều bình đẳng như nhau, đều chịu sự tác động của Pháp luật. 61 -  Tính hệ thống Pháp luật bao gồ m nhiều quy định khác nhau nhưng tất cả đều được sắp xếp theo một trật tự, thứ bậc, thống nhất với nhau trong một hệ thống. Chính nhờ tính chấ t này mà Pháp luật được áp dụng dễ dàng và hiệ u quả hơn trong đời sống xã hội. -  Tính ổn định Pháp luật có vai trò giúp ổn định xã hội, do đó nếu Pháp luậ t luôn thay đổi sẽ đánh mất lòng tin của mọi người đối với Pháp luật. Mặt khác Pháp luật luôn được đòi hỏi phải phù hợp với sự phát triển kinh tế nên khi các quan hệ kinh tế xã hội thay đổi phát triển thì Pháp luật phải thay đổi theo nế u không Pháp luật sẽ trở thành yếu tố cản trở sự phát triển xã hộ i, nên tính ổn định của Pháp luật là tính ổn định tương đối. 3. Kiểu Pháp luật Kiểu Pháp luậ t là tổng thể những dấu hiệu cơ bản của Pháp luật, thể hiện bản chất giai cấ p, giá trị xã hội và những điều kiện phát sinh, tồn tại, phát triển của Pháp luật trong một hình thái kinh tế xã hội nhất định. Trong lịch sử tồn tại 4 kiểu Pháp luậ t tương ứng với 4 hình thái kinh tế xã hội là kiểu Pháp luậ t chủ nô, kiể u Pháp luậ t phong kiến, kiểu Pháp luậ t tư sản và kiểu Pháp luật xã hội chủ nghĩa. Ba kiểu Pháp luậ t: chủ nô, phong kiến và tư sản là các kiểu Pháp luật bóc lột được xây dựng dựa trên chế độ tư hữu về tư liệu sản xuất, thể hiện ý chí của giai cấp bóc lột trong xã hội, bảo vệ chế độ tư hữu về tư liệu sản xuất và sự áp bức bóc lột của giai cấ p thống trị được bảo đảm về mặt pháp lý.",
    "vector_id": "content_359"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 27,
    "language": "vi",
    "content": "62 Khác hẳn với các kiểu Pháp luật trên, kiểu Pháp luậ t xã hội chủ nghĩa được xây dựng trên chế độ công hữu về tư liệu sản xuất, thể hiện ý chí của giai cấp công nhân và nhân dân lao động, kiểu Pháp luậ t xã hội chủ nghĩa phủ nhận hình thứ c áp bức bóc lột, xây dự ng một xã hội dân chủ thật sự, mọi người bình đẳng tự do. 4. Hình thứ c Pháp luật Hình thức Pháp luật được hiểu là sự biểu hiện của Pháp luật ra ngoài xã hội, hay còn gọi là nguồn của Pháp luật. Về mặt pháp lý hình thức Pháp luật được định nghĩa là cách thức mà Nhà nước (giai cấp thống trị) sử dụng để nâng quan điểm, ý chí của giai cấp mình thành các quy tắ c xử sự mang tính bắt buộc chung đối với mọi người (Pháp luật). Trong lịch sử, các Nhà nước thường sử dụng 3 hình thức Pháp luật chính là: Tập quán pháp, Tiền lệ pháp và Văn bản quy phạm Pháp luật. -  Tập quán pháp Là hình thức Nhà nước do phê chuẩn hoặc thừa nhận một số tập quán đã lưu truyền trong xã hội, phù hợ p với lợi ích của giai cấp thống trị, lợi ích xã hội và nâng lên thành những quy tắc xử sự mang tính bắt buộc chung đượ c Nhà nước bảo đảm thực hiện. Hình thức này được áp dụng phổ biến trong Pháp luật chủ nô, phong kiến và tư sản. Ví dụ: Đặt cọc trong giao kết hợp đồng dân sự là tập quán có từ lâu trong xã hội, ngày nay đã được các Nhà nước cho phép áp dụng có giá trị như luật. -  Tiền lệ pháp 63 Là hình thức do Nhà nước thừa nhận các quyết định của cơ quan hành chính hoặc cơ quan xét xử trong khi giải quyết các vụ việc cụ thể để áp dụng đối với các vụ việc tương tự về sau. Ví dụ: Bản án hoặc quyết định của toà án cho một trường hợp cụ thể nào đó xem là pháp luật để làm căn cứ áp dụng cho các toà án xét xử vụ việc tương tự trong tương lai. -  Văn bản quy phạm Pháp luật Là hình thứ c Pháp luật thể hiện thành văn bản do cơ quan Nhà nước có thẩm quyền ban hành theo thủ tục, trình tự nhất định, trong đó chứa đựng các quy tắc xử sự chung nhằ m điều chỉnh các quan hệ xã hội. Đây là hình thức Pháp luật tiến bộ nhất thể hiện đầy đủ ý chí của Nhà nước. Hình thức Văn bản quy phạm Pháp luật là hình thức Pháp luật được áp dụng chủ yếu tại Việt Nam. Hiện nay, ngoài các hình thứ c Pháp luật chính, các hình thức Pháp luật như Học lý, kinh Coran và đ iều ước quố c tế được một số Nhà nước trên thế giới áp dụng. 64 TÓM LƯỢC 1. Pháp luật là tổng hợp những quy tắc xử sự mang tính bắt buộc chung, do Nhà nước đặt ra hay thừa nhận và bả o đảm thực hiện, nhằm điều chỉnh các quan hệ xã hội theo ý chí của giai cấp thống trị. 2. Đặc tính cơ bản của Pháp luật là: Tính quy phạm phổ biến, tính cưỡng chế, tính tổng quát, tính hệ thống và tính ổn định. 3. Kiểu Pháp luậ t là tổng thể những dấu hiệu cơ bản của Pháp luật, thể hiện bản chất giai cấp, giá trị xã hội và những điều kiện phát sinh, tồn tại, phát triển của Pháp luật trong một hình thái kinh tế xã hội nhất định. 4. Hình thức Pháp luật được hiểu là sự biểu hiện của Pháp luật ra ngoài xã hộ i. Có 3 hình thứ c chủ yếu: Tập quán pháp, Tiề n lệ pháp và Văn bản quy phạm Pháp luật. CÂU HỎ I TỰ LUẬN 1. Theo bạn cách giải thích nguồn gốc Pháp luật theo quan điểm của thuyết tư sản thì Pháp luật xuất hiện trước hay sau sự hình thành Nhà nước? 2. Nếu Pháp luật không có đặc tính cưỡng chế thì việc quản lý xã hội của Nhà nước có hiệu quả không ? Tại sao? 3. Có phả i các quốc gia ngày nay đề u phải trải qua tất cả các kiể u Pháp luật? 4. Trong các hình thức Pháp luật được áp dụng hiện nay, hình thức nào là tiến bộ nhất ? Tại sao? 65 CÂU HỎ I TRẮC NGHIỆM 1. Pháp luật và Nhà nước là 2 hiện tượng xuất hiện trong xã hội cùng lúc là quan điểm của lý thuyết: a. Thuyết tư sản. b. Thuyết thần học. c. Học thuyết Mác- Lênin. d. a và b đều đúng. 2. Hình thức Pháp luật được áp dụng chủ yếu tại Việt Nam là: a. Tập quán pháp. b. Tiền lệ pháp. c. Văn bản quy phạm Pháp luật. d. Học lý. 3. Tính quy phạm phổ biến là đặc tính của: a. Pháp luật. b. Quy tắc đạo đức. c. Tôn giáo. d. Tổ chức xã hội. 4. Các quốc gia sau đây đã trải qua 4 kiểu pháp luật trong quá trình phát triển của mình: a. Việt Nam. b. Hoa Kỳ. 66 c. Pháp. d. Tấ t cả đều sai. 5. Điều ước quốc tế là hình thức pháp luật của Việt Nam khi: a. Việt Nam không công nhậ n. b. Việt Nam tham gia ký kết. c. Điều ước có nhiều quốc gia cùng ký kế t. d. Điều ước được nhiều quốc gia trên thế giới công nhận. HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1.",
    "vector_id": "content_360"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 28,
    "language": "vi",
    "content": "Thuyết tư sản cho rằng Pháp luật và xã hội xuất hiện cùng lúc “ubi societas, ibi jus”. Xét trên quan điểm Mác- Lênin thì xã hội đầu tiên trong lịch sử con người, thời kỳ cộng sản nguyên thủy thì chư a có Nhà nước do đó nếu Pháp luật hình thành cùng lúc với xã hội thì Pháp luật theo quan điểm tư sản xuất hiện trong xã hội trước nhà nước. 2. Nhà nước sử dụng Pháp luật để điều hành xã hội nhằm giữ an ninh trật tự và giúp xã hội phát triển theo định hướng của Nhà nước do đó nếu Pháp luật không có tính cưỡng chế thì không thể tác động bắt buộc các thành viên trong xã hội tuân thủ quy tắc do Nhà nước đặt ra để quản lý xã hộ i. Xã hội sẽ trở nên hỗn độn, không phát triển. 3. Do nhữ ng điều kiện lịch sử xã hội ở mỗi quốc gia khác nhau nên một số quốc gia không trải qua đầy đủ các kiểu Pháp luật. 67 4. Hình thức văn bản quy phạm Pháp luật là hình thức Pháp luật tiến bộ nhất vì nó thể hiện đầy đủ nhất ý chí, quan điểm của Nhà nước, mỗ i văn bản có tên gọi, chứa đựng nội dung và hiệu lực pháp lý riêng biệt. Câu hỏ i trắc nghiệm 1 2345 c c a d b 68 BÀI 5 QUY PHẠM PHÁP LUẬT ( Văn bản quy phạm pháp luật) Trong hệ thống Pháp luật, quy phạm Pháp luật là đơn vị nhỏ nhất nhưng là bộ phận không thể thiếu trong hệ thống Pháp luậ t. Từ các quy phạm Pháp luật hình thành nên các khái niệm cơ bản khác trong hệ thống Pháp luật là ngành luậ t và chế định Pháp luật. Văn bản quy phạm Pháp luật là nơi chứa đựng các quy phạm Pháp luật và được xem là hình thức Pháp luật chính nhằm điều chỉnh các quan hệ xã hội. Bài này trình bày khái niệm, đặc điểm và cơ cấu quy phạm Pháp luật. Khái niệm văn bản quy phạm Pháp luật và các loại văn bản quy phạm Pháp luật của nước ta hiện nay. MỤC TIÊU Sau khi họ c xong bài này, sinh viên sẽ biết 4 ý cơ bản sau: ƒ Hiểu rõ các khái niệ m và đặc điểm: Quy phạm Pháp luật và Văn bản quy phạm Pháp luật. ƒ Biết phân tích các bộ phận cấu thành Quy phạm Pháp luật khi đọc một Quy phạm Pháp luật. 69 ƒ Hiểu và xác định được vị trí thứ bậc của từng loại văn bản trong hệ thống Văn bản quy phạm Pháp luật. ƒ Phân biệt được các loại Văn bản quy phạm Pháp luật. NỘI DUNG CHÍNH 1. Quy phạm Pháp luật 1. 1. Khái niệm và đặc điểm quy phạm Pháp luật Quy phạm Pháp luật là một loại quy phạm xã hội, là nhữ ng quy tắc xử sự chung bắ t buộc mọi người thực hiện, do nhà nước xác lập, ban hành và bảo đảm việc thực hiện, để điều chỉnh các hành vi của cá nhân hoặc tổ chức theo ý chí của nhà nước. Quy phạm Pháp luật là loại quy phạm có những đặc điểm như sau: - Là những quy tắc có tính chất bắt buộc chung. - Được thể hiện dưới hình thức xác định. - Thể hiện ý chí của Nhà nước, do các cơ quan có thẩm quyền ban hành. - Được bảo đảm thực hiện bằng sức mạnh cưỡng chế của Nhà nước. 1. 2. Cơ cấu của quy phạm Pháp luật Có nhiều quan điểm về cách xác định cơ cấu của một quy phạ m Pháp luật, tuy nhiên cách chia quy phạ m Pháp luật gồm 3 bộ phận được phổ biến hơn. Ba bộ phận của quy phạm Pháp luật gồm: giả định, quy đị nh và chế tài. 70 Giả định: là phần mô tả những tình huống thực tế, dự kiến, xảy ra trong đời sống xã hội cần phải áp dụng quy phạm Pháp luậ t đã có. Ví dụ: Điều 134 BLHS: “Người nào bắt người khác làm con tin nhằm chiếm đoạt tài sản, thì bị phạt tù từ 2 năm đến 7 năm”. Trong quy phạm trên, bộ phận giả định là đoạn được gạch dưới. Quy định: Là nêu lên các quy tắc xử sự bắt buộc các chủ thể phải thực hiện khi ở vào hoàn cảnh, trường hợp đã nêu trong phầ n giả định. Ví dụ: Điều 364 BLDS: “Bên bảo lãnh được hưởng thù lao nế u bên bảo lãnh và bên đượ c bảo lãnh có thỏa thuận”. Trong quy phạm trên, bộ phận quy định là đoạn được gạch dưới. Chế tài: Là bộ phận quy định những biện pháp, những hậu quả tác động tới các chủ thể không tuân thủ các quy đị nh của quy phạm Pháp luật. Ví dụ: Điều 117 BLHS: “Người nào biế t mình bị nhiễm HIV mà cố ý lây truyền bệnh cho người khác, thì bị phạt tù từ 1 năm đến 3 năm”. Trong quy phạm trên, bộ phận chế tài là đoạn được gạch dưới. 2. Văn bản quy phạm Pháp luật 2. 1. Khái niệm và đặc điểm của quy phạm Pháp luật Văn bản quy phạm Pháp luật là văn bản do cơ quan Nhà nước có thẩm quyền ban hành theo thủ tục và hình thức nhất định, trong đó chứa đựng những quy tắc xử sự bắt buộc chung nhằm điều chỉnh những quan hệ xã hội nhất định, được áp dụng nhiều lần và hiệu lực của nó không phụ thuộc vào sự áp dụng.",
    "vector_id": "content_361"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 29,
    "language": "vi",
    "content": "71 Theo định nghĩa của luật ban hành văn bản quy phạm Pháp luật: “Văn bản quy phạm Pháp luật là văn bản do cơ quan Nhà nước có thẩm quyề n ban hành theo thủ tục trình tự luật định, trong đó có các quy tắc xử sự chung, đượ c Nhà nước bảo đảm thực hiện nhằm điều chỉnh các quan hệ xã hội theo định hướng xã hội chủ nghĩa”. Văn bản quy phạm Pháp luật có đặc điểm là: - Do các cơ quan Nhà nước có thẩm quyền ban hành. - Chứa đựng những quy tắ c xử sự chung bắt buộc. - Được áp dụng nhiều lần trong đời sống xã hội và sự áp dụng không làm chấm dứt tính hiệu lực của văn bản. - Văn bản quy phạm Pháp luật có tên gọi, nội dung và trình tự ban hành được quy định cụ thể bằng Pháp luật. 2. 2. Hệ thống Văn bản quy phạm Pháp luật của Việt Nam Theo Luật ban hành Văn bản quy phạm Pháp luật, các loại Văn bản quy phạm Pháp luật ở nước ta không chia thành vă n bản lập pháp và văn bản lập quy, mà trong hệ thống Văn bản quy phạm Pháp luật, các văn bản quy phạm Pháp luật được sắp xếp theo tên gọi văn bản và cơ quan ban hành vă n bản như sau: - Văn bản QPPL do Quốc hội ban hành: Hiế n pháp, Bộ luật, Luật, Nghị quyết. - Văn bản QPPL do UBTV Quốc hội ban hành: Pháp lệnh, Nghị quyết. - Văn bản QPPL do Chủ tịch nước ban hành: Lệnh, Quyết định. - Văn bản QPPL do Chính phủ ban hành: Nghị quyết, Nghị định. 72 - Văn bản QPPL do Thủ tướng ban hành: Quyết định, Chỉ thị. - Văn bản QPPL do Bộ hoặc cơ quan ngang Bộ ban hành: Quyế t định, Chỉ thị, Thông tư . - Văn bản QPPL do Tòa án NDTC ban hành: Nghị quyết, Quyết định, Chỉ thị, Thông tư . - Văn bản QPPL do Viện kiểm sát NDTC ban hành: Quyết định, Chỉ thị, Thông tư. - Văn bản QPPL do Hội đồng ND các cấ p ban hành: Nghị quyết. - Văn bản QPPL do Uỷ Ban ND các cấp ban hành: Quyết định, Chỉ thị. - Văn bản QPPL do Các cơ quan Nhà nước trong bộ máy Nhà nước phối hợp ban hành: Nghị quyết liên tịch, Thông tư liên tịch. Để xác định vị trí thứ bậc và hiệ u lực pháp lý của các Văn bản trong hệ thống Văn bản quy phạm Pháp luật, các Vă n bản quy phạm Pháp luật được chia thành Văn bản Luật (gồm Hiến pháp, Bộ luật và Luật do Quốc hội ban hành) và Văn bản dưới Luật (gồm các Văn bản quy phạm Pháp luật do các cơ quan Nhà nước khác ban hành). Hiến pháp là Văn bản có hiệu lực pháp lý cao nhất trong hệ thống Văn bản quy phạm Pháp luật. Hiến pháp quy định các vấn đề cơ bản nhất của một Nhà nước như chế độ kinh tế, chính trị, văn hóa, xã hội, xác định cơ chế quyền lực của Nhà nước, quyền và nghĩa vụ cơ bản của công dân. Hiến pháp là cơ sở pháp lý cho tất cả hệ thống Pháp luật. 73 Bộ luật, Luật là những văn bản quy phạ m Pháp luật được ban hành trên cơ sở Hiến pháp, quy đị nh các vấn đề cơ bản quan trọng trong tất cả các lĩnh vực kinh tế, văn hóa, xã hội, an ninh quốc phòng của đất nước. Các văn bản dưới Luật được ban hành trên cơ sở và trong khuôn khổ quy định của Văn bản luật của Quốc hội để chấp hành và tổ chức thực hiện các Văn bản luật đó. Các Văn bản dưới Luật quy định trái với quy định của Văn bản Luật đều không có hiệu lực pháp lý. TÓM LƯỢC 1. Quy phạ m Pháp luật là những quy tắc xử sự chung bắ t buộc mọi người thực hiện, do nhà nước xác l ập, ban hành và bảo đảm việc thực hiện, để điều chỉnh các hành vi của cá nhân hoặc tổ chức theo ý chí của nhà nước. 2. Quy phạm Pháp luật gồm: Giả định, quy định và chế tài. 3. Văn bản quy phạm Pháp luật là văn bản do cơ quan Nhà nước có thẩm quyền ban hành theo thủ tục và hình thức nhất định, trong đó chứa đựng nhữ ng quy tắc xử sự bắt buộc chung nhằm điều chỉnh những quan hệ xã hội nhất định, được áp dụng nhiều lần và hiệu lực của nó không phụ thuộc vào sự áp dụng. 4. Trong hệ thống Văn bản quy phạm Pháp luật Việt Nam hiện nay, các Vă n bản quy phạm Pháp luật được chia thành Văn bản Luật (gồm Hiến pháp, Bộ luật và Luật do Quốc hội ban hành) và Văn bản dưới Luật (gồm các Văn bản quy phạm Pháp luật do các cơ quan Nhà nước khác ban hành). 5. Hiến pháp là Văn bản có hiệu lực pháp lý cao nhất trong hệ thống Văn bản quy phạm Pháp luật. 74 CÂU HỎ I TỰ LUẬN 1. Theo bạn những quy tắc xử sự trong văn bản do Đoàn Thanh niên ban hành và nội quy của các cơ quan tổ chức Nhà nước có phải là quy phạ m Pháp luật không ? Tại sao? 2. Hãy xác định các bộ phận cấu thành quy phạm Pháp luật sau: Điều 136 BLHS “Ngườ i nào cướp giật tài sản của người, thì bị phạt tù từ một năm đến năm năm”. 3.",
    "vector_id": "content_362"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 30,
    "language": "vi",
    "content": "Có phải tất cả các loại văn bản do cơ quan Nhà nước ban hành đều được xem là Văn bản quy phạm Pháp luật? 4. Giải thích vì sao Hiến pháp được xem là văn bản quy phạm Pháp luật có vị trí thứ bậc cao nhất trong hệ thống văn bản quy phạm Pháp luật. CÂU HỎ I TRẮC NGHIỆM 1. Các văn bản sau đây, văn bản nào là văn bản quy phạm Pháp luật: a. Công văn b. Tờ trình c. Lệnh d. Thông báo 2. Văn bản nào dướ i đây do Ủy ban thường vụ Quốc hội ban hành a. Pháp lệnh b. Nghị định c. Lệnh d. Quyết định 75 3. Quy phạm pháp luậ t được thể hiện bằng hình thức: a. Lời nói. b. Văn bản. c. Hành vi cụ thể. d. b và c đều đúng. 4. Quy phạm pháp luật là những quy tắc xử sự mang tính bắt buộc thể hiện ý chí của: a. Tổ chức kinh tế b. Tổ chức xã hội. c. Tổ chức chính trị - xã hộ i. d. Nhà nước. 5. Văn bản pháp luật có giá trị hiệu lực pháp lý cao nhất trong hệ thống văn bản pháp luật nước ta: a. Hiến pháp. b. Nghị quyết của Quốc hội. c. Lệnh của Chủ tịch nước. d. Pháp lệnh. 6. Sắp xếp các văn bản gồm: Nghị định, Pháp lệnh, Luật, Chỉ thị theo trật tự thứ bậc trong hệ thống văn bản pháp luật nước ta: a. Pháp lệnh - Luật - Nghị định - Chỉ thị. 76 b. Luật - Pháp lệ nh - Nghị định - Chỉ thị. c. Pháp lệnh - Nghị định - Luật - Chỉ thị. d. Nghị định - Luật - Pháp lệnh - Chỉ thị. 7. Nghị định là văn bản quy phạm pháp luật do cơ quan Nhà nước có thẩm quyền ban hành là: a. Chính phủ. b. Uỷ ban Thường v ụ Quốc hội. c. Thủ tướng chính phủ. d. Chủ tịch nước HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Không, bởi vì các văn bản đó không mang tính bắt buộc chung, không thể hiện ý chí của Nhà nước và nội dung của nó không được đảm bảo thực hiện bằng sức mạnh cưỡng chế của Nhà nước. 2. “Người nào cướp giật tài sản của người” là phần giả định. “thì bị phạt tù từ một năm đến năm năm” là phần chế tài. 3. Chỉ những văn bản do cơ quan Nhà nước ban hành, có tên gọi và trình tự ban hành được quy định cụ thể bằng Pháp luật, nội dung văn bản chứa đựng những quy tắ c xử sự chung bắt buộc, được áp dụng nhiều lần trong đời sống xã hội và sự áp dụng không làm chấm dứt tính hiệ u lực của văn bản. 77 4. Bởi vì Hiến pháp quy định các vấn đề cơ bản nhất của một Nhà nước như chế độ kinh tế, chính trị, văn hóa, xã hội, xác định cơ chế quyền lực của Nhà nước, quyền và nghĩa vụ cơ bản của công dân. Hiến pháp là cơ sở pháp lý cho tất cả hệ thống Pháp luật. Tất cả các văn bản Pháp luậ t khác đều được xây dựng dựa trên nền tảng pháp lý đã được thể hiện trong hiến pháp. Câu hỏ i trắc nghiệm 1 2 3 4 5 6 7 c a B d a b a 78 BÀI 6 QUAN HỆ PHÁP LUẬT Quan hệ xã hội trong đời sống rất đa dạng, phong phú nhưng chỉ những quan hệ xã hội do Nhà nước sử dụng quy phạm Pháp luật tác động lên mới được gọi là quan hệ Pháp luật. Vậy quan hệ Pháp luật hình thành ra sao, những thành phần cấu tạo nên quan hệ Pháp luật, những căn cứ làm phát sinh thay đổi, chấm dứt quan hệ Pháp luật. Trong bài này sẽ đề cập đến tất cả các vấn đề trên. MỤC TIÊU Học xong bài này, các bạn sẽ biết 6 ý cơ bản sau: ƒ Hiểu rõ khái niệ m quan hệ Pháp luật và các thành phần của một quan hệ Pháp luật. ƒ Phân biệt được quan hệ Pháp luật với các quan hệ khác trong đời sống xã hội. ƒ Các bộ phận cấu thành quan hệ Pháp luật, ý nghĩa của mỗi bộ phận trong quan hệ Pháp luật. ƒ Phân biệt năng lực Pháp luật và năng lực hành vi. ƒ Phân biệt được sự khác biệt giữa tổ chức là pháp nhân với tổ chức không là pháp nhân. 79 ƒ Những căn cứ làm phát sinh, thay đổi hay chấm dứt một quan hệ Pháp luật. NỘI DUNG CHÍNH 1. Khái niệm và đặc điểm quan hệ Pháp luật Quan hệ Pháp luật là một loại quan hệ xã hội do các quy phạm Pháp luật điều chỉnh, trong đó các bên tham gia quan hệ có quyền và nghĩa vụ chủ thể, được Nhà nước đảm bảo thực hiện bằng các biện pháp tổ chức, cưỡng chế Nhà nước. Như vậy có thể xem quan hệ Pháp luật là hình thức pháp lý củ a quan hệ xã hội xuất hiện dưới sự tác động của quy phạm Pháp luật. Quan hệ Pháp luật là một loại quan hệ xã hội đặc biệt nên có những đặc điểm riêng của nó mà các quan hệ xã hội khác không có. Đó là các đặc điểm sau: - Quan hệ Pháp luật là quan hệ thể hiện ý chí của Nhà nước. - Quan hệ Pháp luật là quan hệ được xác lập trên cơ sở của quy phạm Pháp luật. - Quan hệ Pháp luật là quan hệ phát sinh giữa các chủ thể được xác định rõ nội dung thực hiện.",
    "vector_id": "content_363"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 31,
    "language": "vi",
    "content": "- Quan hệ Pháp luật xuất hiện, thay đổ i hay chấm dứt gắn liền với sự kiện pháp lý. 80 2. Thành phầ n của quan hệ Pháp luật Các bộ phận hợp thành quan hệ Pháp luật được gọi là thành phần quan hệ Pháp luật, bao gồm: Chủ thể của quan hệ Pháp luật, khách thể của quan hệ Pháp luật và nội dung của quan hệ Pháp luật. 2. 1. Chủ thể quan hệ Pháp luật Là các bên tham gia vào quan hệ Pháp luật trên cơ sở quyền và nghĩ a vụ do Nhà nước quy định. Chủ thể QHPL có thể là cá nhân hoặc tổ chức (Pháp nhân, Hộ gia đình, Tổ hợp tác và tổ chức không có tư cách pháp nhân). - Cá nhân còn gọi là thể nhân, là những con người cụ thể riêng biệt. - Pháp nhân là tổ chức được luật pháp cho phép có những quyền và nghĩa vụ như con người cụ thể khi tổ chức đó hội đủ những điều kiện luật định. Điều kiện để trở thành pháp nhân được quy định tại điều 84 Bộ luật dân sự đó là: Tổ chức được cơ quan Nhà nước có thẩm quyền cho phép thành lập, đăng ký hoặc công nhận; Có cơ cấu tổ chức chặt chẽ; Có tài sản độc lập với cá nhân, tổ chức khác và tự chịu trách nhiệm bằng tài sả n đó; Nhân danh mình tham gia vào các quan hệ Pháp luật. - Tổ chức không có tư cách pháp nhân là tổ chức, đoàn thể xã hội không có đủ điều kiện để trở thành pháp nhân. - Hộ gia đình là tổ chức mà các thành viên có tài sản để hoạt động kinh tế chung trong quan hệ sản xuất kinh doanh, quan hệ sử dụng đất trong hoạt động nông lâm ngư nghiệp do luậ t pháp quy định. - Tổ hợp tác là tổ chức hình thành trên cơ sở hợp đồng hợp tác có xác nhận của cơ quan Nhà nước địa phương của từ 3 thành viên trở lên cùng góp tài 81 sản công sức để thực hiện những công việc nhất định, cùng chị u trách nhiệm và cùng hưởng lợi. Chủ thể QHPL khi tham gia vào quan hệ Pháp luật phải được Nhà nước thừa nhận khả năng của chủ thể trong QHPL, gọi là Năng lực chủ thể. Năng lực chủ thể gồm: Năng lực Pháp luật và Năng lực hành vi. Năng lực Pháp luật: là khả năng của chủ thể được Nhà nước thừa nhận, có thể thực hiện các quyề n và nghĩa vụ pháp lý do Nhà nước quy định khi tham gia vào các quan hệ Pháp luật. Năng lực hành vi: là khả năng xử sự có ý thức của chủ thể, bằng hành vi của mình tạo ra quyền và nghĩa vụ pháp lý được Nhà nước thừa nhận khi chủ thể tham gia vào các quan hệ Pháp luật. 2. 2. Khách thể quan hệ Pháp luật Là nhữ ng giá trị vật chất, tinh thần và các giá trị xã hội khác mà các chủ thể tham gia vào quan hệ Pháp luật mong muốn đạt được nhằm thỏa mãn nhu cầu, lợi ích của mình. Thí dụ: Hàng hóa mua bán, sức khỏe, tác quyền… 2. 3. Nộ i dung quan hệ Pháp luật Là quyền và nghĩa vụ của các bên tham gia vào quan hệ Pháp luật. Là nhữ ng các xử sự mà luật pháp quy định bắt buộc các chủ thể phải thực hiện khi tham gia vào một quan hệ Pháp luật. Quyền chủ thể được thực hiện theo ý chí của chủ thể nhưng trong sự giới hạn của luật pháp, để đảm bảo trật tự xã hội và quyền của các chủ thể khác. 82 Nghĩa vụ chủ thể là khả năng xử sự của chủ thể bắt buộc phải làm để thực hiện quyền của chủ thể khác về mặt pháp lý hoặc phải thực hiện vì nghĩa vụ đối với cộng đồng. 3. Sự kiện pháp lý Sự kiện pháp lý là nhữ ng sự việc, tình huống, hiện tượng xảy ra trong đời sống xã hội, phù hợp với những điều kiện Pháp luậ t dự kiến, do đó làm phát sinh, thay đổi hay chấm dứt một quan hệ Pháp luật. Có nhiều loại sự kiện pháp lý, căn cứ vào các tiêu chuẩn khác nhau ngườ i ta phân loại sự kiện pháp lý với các tên gọi khác nhau. - Căn cứ vào hậu quả pháp lý của sự kiện pháp lý: chia thành 2 loại: Sự kiện pháp lý đơ n giản: Là sự kiện chỉ duy nhấ t làm phát sinh, thay đổi hay chấm dứt một quan hệ Pháp luật. Ví dụ: Người lao động làm đơn xin nghỉ việc, cơ quan có quyết định cho nghỉ đã làm chấm dứt quan hệ lao động giũa 2 bên. Sự kiện pháp lý phức tạp: Là sự kiện cùng lúc làm phát sinh, thay đổi hay chấm dứt nhiều quan hệ Pháp luật. Ví dụ: Sự kiện một người chết. - Căn cứ vào ý chí chủ thể: chia thành 2 loại: Sự biến pháp lý: Là sự kiện pháp lý phát sinh không phụ thuộc vào ý chí của chủ thể làm phát sinh, thay đổi hay chấm dứt một quan hệ Pháp luật. Ví dụ: Hỏa hoạn, việc sinh hay chết của một người. 83 Hành vi pháp lý: Là cách xử sự của chủ thể (làm hoặc không làm) làm phát sinh, thay đổ i hoặc chấm dứt một quan hệ Pháp luật. Ví dụ: Việc kết hôn, mua bán. TÓM LƯỢC 1.",
    "vector_id": "content_364"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 32,
    "language": "vi",
    "content": "Quan hệ Pháp luật là hình thức pháp lý của quan hệ xã hội xuất hiện dưới sự tác động của quy phạm Pháp luật. 2. Thành phần quan hệ Pháp luật, bao gồ m: Chủ thể của quan hệ Pháp luật, khách thể của quan hệ Pháp luật và nội dung của quan hệ Pháp luật. 3. Năng lực chủ thể gồm Năng lực Pháp luật và Năng lực hành vi. 4. Năng lực Pháp luật: là khả năng của chủ thể được Nhà nước thừa nhận, có thể thực hiện các quyền và nghĩa vụ pháp lý do Nhà nước quy định khi tham gia vào các quan hệ Pháp luật. 5. Năng lực hành vi: là khả năng xử sự có ý thức của chủ thể, bằng hành vi của mình tạo ra quyề n và nghĩa vụ pháp lý được Nhà nước thừa nhận khi chủ thể tham gia vào các quan hệ Pháp luật. 6. Pháp nhân là tổ chức được luật pháp công nhận có những quyền và nghĩa vụ như con người c ụ thể khi tổ chức đó hội đủ những điều kiện luật định. 7. Sự kiện pháp lý là nhữ ng sự việc, tình huống, hiện tượng xảy ra trong đời sống xã hội, phù hợ p với những điều kiện Pháp luậ t dự kiến, do đó làm phát sinh, thay đổi hay chấ m dứt một quan hệ Pháp luật. 84 CÂU HỎ I TỰ LUẬN 1. Quan hệ Pháp luật là quan hệ giữa cá nhân với cá nhân trong xã hội được luật pháp quy đị nh. Theo bạn nhận định này có đ úng không ? Tạ i sao? 2. Phân biệt Năng lực Pháp luật với Năng lực hành vi củ a cá nhân? 3. Khi nào một Pháp nhân có đầy đủ Năng lực chủ thể? 4. Hãy liệt kê các hình thức thể hiện quyền chủ thể thường gặp trong đời sống xã hội? 5. Sự kiện một người chết cùng lúc là phát sinh thay đổi hay chấm dứt các quan hệ Pháp luật nào? CÂU HỎ I TRẮC NGHIỆM 1. Quan hệ mua bán hàng hoá là quan hệ pháp luật khi chủ thể tham gia gồm: a. Các cá nhân có năng lực chủ thể. b. Công ty với công ty. c. Công ty với cá nhân có năng lực chủ thể. d. Cả a, b, c đều đúng. 2. Đứa trẻ mới được sinh ra được Nhà nước công nhận là chủ thể có năng lực: a. Năng lực Pháp luật c. Năng lực chủ thể. b. Năng lực hành vi d. Tất cả đều sai. 3. Các tổ chức sau đây, tổ chức nào không phả i là pháp nhân: 85 a. Công ty Cổ phần b. Công ty Hợp danh. c. Đoàn Thanh niên cộng sản Hồ Chí Minh. d. Uỷ ban nhân dân các cấp. 4. Thời điểm năng lực pháp luật và năng lực hành vi của pháp nhân được Nhà nước công nhận là: a. Cùng một thời điểm. b. Năng lực pháp luật được công nhận trước năng lực hành vi. c. Năng lực hành vi được công nhận trước năng lực pháp luật. d. b và c đều sai. 5. Nội dung của quan hệ pháp luật là: a. Các bên tham gia vào quan hệ pháp luật. b. Những giá trị mà các chủ thể quan hệ pháp luật muốn đạt được. c. Quyền và nghĩa vụ của các chủ thể trong quan hệ pháp luật. d. Là đối tượng mà các chủ thể quan tâm khi tham gia vào quan hệ pháp luật. 6. Các sự kiện pháp lý nào sau đây được xem là sự biến pháp lý? a. Nhận con nuôi. b. Lập di chúc thừa kế. 86 c. Đăng ký kế t hôn. d. Sự qua đời của một người. 7. Khi nào pháp nhân có năng lực chủ thể? a. Khi Nhà nước cho phép hoặ c công nhận sự thành lậ p của pháp nhân. b. Khi tổ chức có đủ thành viên. c. Khi các thành viên thỏa thuận thành lập pháp nhân. d. Khi một tổ chức có đủ vốn. 87 HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Sai, vì quan hệ Pháp luật là quan hệ xã hội được tác động bởi quy phạm Pháp luật. Các bên tham gia vào quan hệ không chỉ có cá nhân mà còn cà tổ chức. 2. Năng lực Pháp luật và năng lực hành vi của cá nhân đều thể hiện sự công nhận của Nhà nước v ề quyền và nghĩa vụ của cá nhân trong các quan hệ Pháp luật, tuy nhiên năng lực hành vi của cá nhân thể hiện bằng hành vi mới tạo ra quyền và nghĩa vụ được Nhà nước công nhận còn năng lực Pháp luật không đòi hỏi điều đó. Thời điểm xuất hiện năng lực Pháp luật và năng lực hành vi ở cá nhân khác nhau. 3. Pháp nhân có đầy đủ năng lực chủ thể (năng lực Pháp luật và năng lực hành vi) khi pháp nhân đó được Nhà nước thành lập, cho phép thành lập hoặc công nhận. 4. Quyền chọn lựa cách xử sự do luật quy định. Quyền yêu cầu các chủ thể khác thực hiện nghĩa vụ tương ứng với quyền của mình. Quyền yêu cầu Nhà nước bảo vệ quyền và lợi ích hợp pháp của mình. Sự kiện người chết sẽ làm chấm dứt các quan hệ nhân thân và quan hệ tài sản của người đó đồng thời làm phát sinh, thay đổi các quan hệ nhân thân quan hệ tài sản đối với một số cá nhân, tổ chức trong xã hội có liên quan với cá nhân người chết.",
    "vector_id": "content_365"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 33,
    "language": "vi",
    "content": "88 Câu hỏ i trắc nghiệm 1 2 3 4 5 6 7 d A b a c d a 89 BÀI 7 VI PHẠM PHÁP LUẬ T (Trách nhiệm pháp lý) Pháp luật được sử dụng để điều chỉnh các quan hệ xã hội nhưng đôi khi các chủ thể trong mối quan hệ xã hội không thực hiện theo quy định Pháp luật thì sẽ phát sinh các vi phạm Pháp luật và chủ thể thực hiện phải gánh chịu các trách nhiệm về mặt pháp lý. Vậy các dấu hiệu cơ bản giúp xác định hành vi vi phạm Pháp luật, có bao nhiêu loại vi phạm Pháp luật trong thực tế và trách nhiệm pháp lý là trách nhiệm ra sao? Bài này sẽ đề cập đến tất cả các vấn đề trên. MỤC TIÊU Học xong chương này, các bạn phải hiểu 5 ý chính sau: ƒ Xác định được những hành vi được thực hiện trong xã hội, hành vi nào là hợp pháp và hành vi nào là vi phạm Pháp luật. ƒ Biết phân loại các hành vi vi phạm Pháp luật. ƒ Phân biệt các loại trách nhiệm phải chịu tương ứng với hành vi vi phạm Pháp luật. 90 ƒ Mối quan hệ giữa trách nhiệm pháp lý và vi phạm Pháp luật. ƒ Trách nhiệm của chủ thể khi thực hiện hành vi vi phạm Pháp luật. NỘI DUNG CHÍNH 1. Vi phạm Pháp luật 1. 1. Khái niệm vi phạm Pháp luật Vi phạm Pháp luật là hành vi của cá nhân hoặc tổ chức cụ thể được thể hiện dưới dạng hành động hay không hành động trái với Pháp luật, gây thiệt hại cho xã hội hoặc các quan hệ xã hội được Nhà nước b ảo vệ. Tuy nhiên để xác định hành vi vi phạm Pháp luật cần phải hội đủ các đ iều kiện (dấu hiệu) cơ bản của vi phạm. 1. 2. Các dấu hiệu cơ bản của vi phạm Pháp luật - Vi phạm Pháp luật phải thể hiện bằng một hành vi cụ thể của chủ thể: Chỉ những hành động hay không hành động cụ thể mới bị coi là vi phạm Pháp luật còn những ý nghĩ của chủ thể dù tốt hay xấu cũng không bị xem là vi phạm Pháp luật. Ví dụ: Một người chỉ có ý định cướp giật tài sản của người khác thì không bị buộc tội cướp giật tài sản. - Hành vi thể hiện là hành vi trái với quy định của Pháp luật: Khi luật pháp quy định nhưng chủ thể hành động ng ược lại với quy định đó thì xem là trái quy định Pháp luật nhưng nếu những hành vi gây phiền toái, không lịch sự nhưng không trái luậ t thì không xem là vi phạm Pháp luật. 91 Ví dụ: Một người nói chuyện hay lớn tiếng với người khác. - Hành vi có lỗi của chủ thể được thực hiện: Lỗi là thái độ, trạng thái tâm lý của chủ thể khi thực hiện hành vi trái Pháp luật và làm phương hại đến xã hộ i. Theo Pháp luật quy định, hành vi vi phạm Pháp luật là những hành vi do con người có ý thứ c đối với hành động của mình, như vậy khi con người không ý thức được hành vi và hậu quả của hành vi gây ra thì không xem là vi phạm Pháp luật. Lỗi là yếu tố không thể thiếu trong việc xác định hành vi vi phạm pháp luật. Do đó trong một số trường hợp có hành vi trái pháp luật nhưng thực hiện trong hoàn cảnh mà chủ thể không thể chọn lựa cách xử sự khác, thì hành vi đó không có lỗ i nên cũng không xem là vi phạm pháp luật. Ví dụ: Hành vi của người tâm thần; Hành vi trái luật được thực hiện trong “tình thế cấp thiết” hay “phòng vệ chính đáng” - Chủ thể của hành vi trái Pháp luật phải có năng lực hành vi: Dấu hiệu này đòi hỏi chủ thể phải có đủ điều kiện về nhận thức đối với hành vi thực hiện. Những hành vi trái Pháp luật nhưng do chủ thể không có năng lực hành vi thực hiện thì không xem là vi phạm Pháp luật. Chủ thể là cá nhân có năng lực hành vi là cá nhân hội đủ điều kiện về tuổi (được quy định theo từng quan hệ pháp luật) và có khả năng nhận thức làm chủ được hành vi của mình. Chủ thể là tổ chức có năng lực hành vi khi tổ chức được cơ quan Nhà nước có th ẩm quyề n thành lập, cho phép thành lập và hoàn tất thủ tục đăng ký hoạt động nếu trường hợp pháp luật yêu cầu. Ví dụ: Hành vi gây thiệ t hại của người chưa hội đủ điều kiện về tuổi để có năng lực hành vi (căn cứ quy định pháp luật trong từng loại quan hệ pháp luật). 92 1. 3. Các loại vi phạm Pháp luật Vi phạm Pháp luật được chia thành: vi phạm hình sự (tội phạm), vi phạm dân sự, vi phạm hành chính, vi phạm kỷ luật và vi phạm công vụ. - Vi phạm hình sự (tội phạm): Là hành vi nguy hiểm cho xã hội được quy định trong bộ Luật Hình sự, do người có năng lực trách nhiệm thực hiện một cách cố ý hoặc vô ý các quan hệ xã hội được Nhà nước bảo vệ. Chủ thể vi phạm hình sự (tội phạm) là các cá nhân.",
    "vector_id": "content_366"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 34,
    "language": "vi",
    "content": "- Vi phạm dân sự: Là những hành vi nguy hại cho xã hội, xâm hại tới những quan hệ tài sản, những quan hệ nhân thân phi tài sản có liên quan với các chủ thể khác trong lĩnh vực hợp đồng hoặc ngoài hợp đồng. Chủ thể vi phạm dân sự là cá nhân hoặc tổ chức. - Vi phạm hành chính: Là những hành vi nguy hại cho xã hội, nhưng khác với tội phạm ở mức độ nguy hiểm, thiệt hại cho xã hội do nó gây ra. Chủ thể vi phạm hành chính là cá nhân hoặc tổ chức. - Vi phạm kỷ luật: Là những hành vi xâm hại tới chế độ kỷ luật lao động, nội quy, quy chế của cơ quan, tổ chức và gây thiệt hại đối với hoạt động bình thường của cơ quan, tổ chức đó. Chủ thể vi phạm kỷ luật là cá nhân làm việc trong cơ quan, tổ chức. - Vi phạm công vụ: Là hành vi vi phạm Pháp luật của công chức, viên chức, cơ quan Nhà nước gây ra trong hoạt động công vụ làm thiệt hại đến quyền và lợi ích hợp pháp của công dân hay tổ chức trong xã hộ i. 93 2. Trách nhiệm pháp lý 2. 1. Khái niệm và đặc điểm trách nhiệm pháp lý: Trách nhiệ m pháp lý là loại quan hệ đặc biệt giữa Nhà nước (thông qua các cơ quan có thẩm quyền) với chủ thể vi phạm Pháp luật, trong đó Nhà nước có quyền áp dụ ng các biện pháp cưỡng chế có tính chất trừng phạt được quy định ở các phần chế tài của quy phạm Pháp luật đối với các chủ thể vi phạm Pháp luật và bắt buộc chủ thể đó phải gánh chịu những hậu quả bất lợi về mặt vật chất, tinh thần theo quy định Pháp luật. Trách nhiệm pháp lý có những đặc điểm như sau: - Có sự vi phạm Pháp luậ t của chủ thể. - Là sự lên án của Nhà nước, s ự phản ứng của Nhà nước đối với vi phạm Pháp luật. - Thể hiện tính cưỡng chế của Nhà nước đối với hành vi vi phạm Pháp luật. - Trách nhiệm pháp lý do cơ quan Nhà nước có th ẩm quyền áp dụng Pháp luật theo thủ tục trình tự luật định. 2. 2. Các loại trách nhiệm pháp lý Tương ứng với hành vi vi phạm Pháp luật là các dạng trách nhiệm pháp lý như sau: - Trách nhiệm hình sự Trách nhiệ m này chỉ được xác định khi Tòa án áp dụng đối với chủ thể có hành vi vi phạm Pháp luật được quy định trong Luật Hình sự do Quốc hội ban 94 hành. Chế tài đối với trách nhiệ m hình sự là chế tài nghiêm khắc nhất (chế tài hình sự). Ví dụ: Tòa án tuyên phạt một người thực hiện hành vi trộm cắp với mức hình phạt là 3 năm tù giam (tội danh trộm cắp tài sản được quy định trong bộ Luật Hình sự). - Trách nhiệm dân sự Trách nhiệ m này được Tòa án áp dụng đối với các chủ thể có hành vi vi phạm Pháp luật dân sự. Chủ thể chịu trách nhiệm dân sự phải dùng tài sả n hoặc công sức của mình bồi thường thiệt hại đã gây ra cho bên bị thiệt hại (thiệt hại do vi phạm hợp đồng và thiệ t hại ngoài hợp đồng). Ví dụ: Một bên trong quan hệ hợp đồng không thực hiện đúng nghĩa vụ đã cam kết bị Tòa án tuyên bồi thường thiệt hại cho bên bị vi phạm. - Trách nhiệm hành chính Trách nhiệm này do các cơ quan Nhà nước áp dụng đối với cá nhân hoặc tổ chức thực hiện hành vi vi phạm Pháp luật hành chính. Chế tài đối với trách nhiệm hành chính ít nghiêm khắc so với chế tài hình sự. Ví dụ: Cảnh sát giao thông áp dụng phạt hành chính đối với người vi phạm Pháp luật “đua xe trái phép”. - Trách nhiệm kỷ luật Là loại trách nhiệm do các cơ quan Nhà nước áp dụng đối với các chủ thể (cán bộ, nhân viên, người lao động) khi họ có hành vi vi phạm kỷ luật (kỷ luật lao động, kỷ luật Nhà nước). Chế tài kỷ luật thường được áp dụng như: khiển trách, cảnh cáo, hạ bậc lương, buộc thôi việc… 95 Ví dụ: Doanh nghiệp áp dụ ng trách nhiệm kỷ luật đối với người lao động trong doanh nghiệp vi phạm nội quy lao động của doanh nghiệp. - Trách nhiệm công vụ Là loại trách nhiệm do cơ quan Nhà nước có thẩm quyề n áp dụ ng đối với chủ thể (công chức, viên chức Nhà nước và cơ quan công quyền) trong khi thi hành công vụ có hành vi hoặc quyết định hành chính gây thiệ t hại đến quyền và lợi ích hợp pháp của công dân, tổ chức trong xã hội, bị khiếu nại, khiếu kiện đòi bồi thường. Ví dụ: Tòa án tuyên phạt đối với cơ quan Nhà nước có quyế t định hành chính trái luật làm thiệt hại đến tài sản công dân bị khiếu kiện. 2. 3. Mối quan hệ giữa trách nhiệm pháp lý và vi phạm Pháp luật Trách nhiệ m pháp lý có mối quan hệ chặt chẽ và mật thiết với vi phạm Pháp luật được thể hiện như sau: - Vi phạm Pháp luật là cơ sở để xác định trách nhiệm pháp lý. - Ứng với mỗi hành vi vi phạm Pháp luật, chủ thể có thể chịu một hay nhiều trách nhiệ m pháp lý.",
    "vector_id": "content_367"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 35,
    "language": "vi",
    "content": "- Khi vi phạm Pháp luật chủ thể phải chịu trách nhiệm pháp lý nhưng trong quan hệ dân sự, hành chính chủ thể có thể phải gánh chịu trách nhiệm pháp lý khi không có hành vi vi phạm Pháp luật. 96 TÓM LƯỢC 1. Vi phạm Pháp luật là hành vi của cá nhân hoặc tổ chức cụ thể được thể hiện dưới dạng hành động hay không hành động trái với Pháp luậ t, gây thiệt hại cho xã hội hoặc các quan hệ xã hội được Nhà nước b ảo vệ. 2. Các dấu hiệu cơ bản của vi phạm Pháp luật: ƒ Vi phạm Pháp luật phải thể hiện bằng một hành vi cụ thể của chủ thể. ƒ Hành vi thể hiện là hành vi trái với quy định của Pháp luật. ƒ Hành vi có lỗi của chủ thể được thực hiện. ƒ Chủ thể của hành vi trái Pháp luậ t phải có năng lực hành vi. 3. Có 5 loại vi phạm Pháp luật: Vi phạm Hình sự, Dân sự , Hành chính, Kỷ luật và Công vụ. 4. Trách nhiệm pháp lý là trách nhiệm bắt buộc đối với các chủ thể vi phạm Pháp luật phải gánh chịu những hậu quả bất lợi về vật chất, tinh thần theo quy đị nh Pháp luật. 5. Có 5 loại trách nhiệ m pháp lý: Trách nhiệm Hình sự, Dân sự, Hành chính, Kỷ luật và Công vụ. CÂU HỎ I TỰ LUẬN 1. Một hành vi được cá nhân dự tính là lấy cắp tài sản của người khác có bị xem là vi phạm Pháp luật không ? Giải thích? 2. Một hành vi trên thực tế làm cho người khác khó chịu, gây phiền toái có bị xem là vi phạm Pháp luật? 97 3. Theo bạn một tổ chức có thể thực hiện hành vi vi phạ m hình sự hay không? 4. Theo ý kiế n của bạn, hình thức chế tài trong loại trách nhiệm pháp lý nào là nghiêm khắc nhất ? Tại sao? 5. Trong quan hệ dân sự, có bao giờ một người không thực hiện hành vi vi phạm Pháp luật nhưng vẫn bị buộc gánh chị u trách nhiệm pháp lý không? CÂU HỎ I TRẮC NGHIỆM 1. Hành vi nào kể dưới đây là hành vi vi phạm pháp luật? a. Hành vi trốn thuế. b. Hành vi làm thiệt hại đến xã hội của người tâm thầ n. c. Ý định cướp tài sản của người khác. d. Hành vi cư xử không lịch sự. 2. Chủ thể thực hiện vi phạm hình sự có thể là: a. Tổ chức pháp nhân. b. Cá nhân có năng lực trách nhiệm hình sự c. Tổ chức không là pháp nhân. d. Người tâm thầ n. 3. Hành vi tổ chức đánh bạc của công chức, viên chức nhà nước bị công an bắt quả tang được xác định là hành vi: a. Vi phạm dân sự. 98 b. Vi phạm công vụ. c. Vi phạm hành chính. d. Vi phạm hình sự. 4. Trách nhiệm hình sự là trách nhiệm pháp lý do: a. Toà án áp dụng đối với chủ thể vi phạm hình sự. b. Viện kiểm sát áp dụng đối với chủ thể vi phạm hình sự. c. Công an áp dụng đối với chủ thể vi phạm hình sự. d. Chính phủ áp dụng đối với chủ thể vi phạm hình sự. 5. Chế tài nghiêm khắc nhất trong các loại trách nhiệm pháp lý là: a. Chế tài kỷ luật. b. Chế tài hành chính. c. Chế tài hình sự. d. Chế tài dân sự. HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Không, vì hành vi bị xem là vi phạ m Pháp luật phải là hành vi cụ thể thể hiện trong đời sống. 2. Hành vi gây phiền toái, gây khó chịu nhưng không trái quy định Pháp luật thì không xem là vi phạm Pháp luật. 99 3. Vi phạm hình sự (tội phạm) là hành vi đượ c thực hiện bởi con người cụ thể có đầy đủ năng lực chủ thể. Người trực tiếp thực hiện hành vi tội phạm phải chịu trừng phạt của Pháp luật. Còn tổ chức là một khái niệm phi vật chất để chỉ một nhóm người do đ ó hành vi của tổ chức được thực hiện thông qua người đại điện. 4. Chế tài trong các loại trách nhiệ m pháp lý là hình thức Nhà nước bắt buộc chủ thể vi phạm Pháp luật gánh chịu hậu quả bất lợi về mặt vật chất hoặc tinh thần. So sánh những thiệt hại khi Nhà nước áp dụng từng loại trách nhiệm pháp lý đối với người vi phạ m để xác định loại chế tài nào là nghiêm khắc nhất. 5. Đó là trường hợp bố, mẹ hay người giám hộ chịu trách nhiệm cho con (chưa thành niên) hay người được giám hộ. Hoặc trường hợp của chủ sở hữu chịu trách nhiệm do tài vật thuộc sở hữu của mình gây thiệt hại. Câu hỏ i trắc nghiệm 1 2 3 4 5 a b d a c 100 PHẦN III CÁC NGÀNH LUẬT TRONG HỆ THỐNG PHÁP LUẬT VIỆT NAM 101 BÀI 8 KHÁI QUÁT VỀ HỆ THỐNG PHÁP LUẬ T Nhà nước trong quá trình quản lý xã hội, ban hành rất nhiều văn bản quy phạm Pháp luật để điều chỉnh các quan hệ xã hội. Toàn bộ các quy phạ m trong các văn bản Pháp luậ t không ở trong trạng thái hỗn độn, vô trật tự mà chúng được sắp xếp trong một hệ thống chặt chẽ và có mối liên hệ gắn bó mật thiết.",
    "vector_id": "content_368"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 36,
    "language": "vi",
    "content": "Vì vậy trước khi tìm hiể u chi tiết các ngành luật trong hệ thống Pháp luật Việt Nam, chúng ta cần tìm hiểu và phân tích các khái niệ m cơ bản về hệ thống Pháp luật. Bài này sẽ trình bày cơ sở hình thành hệ thống Pháp luật, các căn cứ phân chia ngành luật và giới thiệu tổng quát về các ngành luậ t trong hệ thống Pháp luậ t Việt Nam. MỤC TIÊU Nội dung trình bày ở bài này, giúp các bạn hiểu: ƒ Khái niệm chung về hệ thống Pháp luật. ƒ Hệ thống Pháp luật Việt Nam hiện nay. ƒ Các yếu tố cấu thành hệ thống Pháp luậ t: Quy phạm Pháp luật, Chế định Pháp luật và Ngành luậ t. ƒ Căn cứ xây dựng các ngành luậ t trong hệ thống Pháp luật. ƒ Nội dung cơ bản của các ngành luật trong hệ thống Pháp luật Việt Nam hiện nay. 102 NỘI DUNG CHÍNH 1. Khái niệm hệ thống Pháp luật Theo quan điểm học thuyế t Mác - Lênin, cần dựa trên quan điểm duy vậ t biện chứng và lý thuyết hệ thống để xem xét khái niệm hệ thống Pháp luật. Trên quan điểm này, hệ thống Pháp luật được định nghĩa như sau: Hệ thống Pháp luật là tổng thể các quy phạm Pháp luật có mối liên hệ nội tại thống nhất với nhau đượ c phân đị nh thành các chế định Pháp luật và các ngành luật và được thể hiện trong các văn bản do Nhà nước ban hành theo những trình tự và hình thức nhất định. Theo lý thuyết về hệ thống thì hệ thống Pháp luật hay bất cứ hệ thống nào đều có những yếu tố cấu thành. Các yếu tố này thể hiện trong hệ thống Pháp luật ở 2 mặt là: các bộ phận mang tính cấu trúc bên trong hệ thống và mặt thể hiện bên ngoài của hệ thống. - Các bộ phận cấu trúc bên trong hệ thống Pháp luật gồm: Quy phạm Pháp luật, Chế định Pháp luật và Ngành luậ t. Quy phạm Pháp luật là những quy tắc xử sự mang tính bắt buộc do Nhà nước ban hành nhằm điều chỉnh các hành vi trong xã hội theo định hướng của Nhà nước. Là phần tử nhỏ nhất trong hệ thống Pháp luật. Chế định Pháp luật là nhóm những quy phạm Pháp luật điều chỉnh một nhóm các quan hệ xã hội cùng loại có quan hệ mật thiết với nhau. Ngành luật là tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ xã hội trong một lĩnh vực nhất định của đời sống. 103 - Mặt thể hiện bên ngoài của hệ thống Pháp luật: là hệ thống văn bản quy phạm Pháp luật, bao gồ m các văn bản luật và văn bản dưới luật được sắp xếp theo trật tự thứ bậc, hiệu lực pháp lý trong một hệ thống. 2. Căn cứ phân định ngành luật Xuất phát từ quan điểm duy vật, khoa học pháp lý xã hội chủ nghĩa quan điểm rằng: có sự khác biệt trong mỗi lĩnh vực quan hệ xã hội cần được Pháp luật điều chỉnh. Mỗ i ngành luậ t chỉ điều chỉnh một lĩnh vực quan hệ xã hội và cần có những cách thức, phương pháp điều chỉnh phù hợp, do đó Pháp luật xã hội chủ nghĩa căn cứ vào đối tượng điều chỉnh và phương pháp điều chỉnh để phân định các ngành luật. 2. 1 Đối tượng điều chỉnh: Là những quan hệ xã hội chịu sự tác động của luật pháp. Ví dụ: quan hệ lao động giữa người sử dụng lao động và người lao động, Nhà nướ c sử dụng những quy phạm điều chỉnh hành vi các bên trong quan hệ lao động, nhữ ng quy phạm này hợp thành ngành Luật Lao động. 2. 2 Phương pháp điều chỉnh: Là cách thức luật pháp tác động vào mối quan hệ xã hộ i đã được điều chỉnh (đối t ượng điều chỉnh). Ví dụ: Trong quan hệ kinh tế phương pháp đ iều chỉnh là thỏa thuận, bình đẳng còn trong quan hệ hình sự là phương pháp mệnh lệnh quyền uy. 104 3. Các ngành luật trong hệ thống Pháp luật Việt Nam 3. 1. Sơ lược về hệ thống Pháp luật Việt Nam Hệ thống Pháp luật Việt Nam hiện nay hình thành và phát triển gắn liền với lịch sử đấu tranh giành độ c lập và xây dựng đất nước. Bả n tuyên ngôn độc lập ngày 02/09/1945, khai sinh nước Vi ệt Nam dân chủ cộng hòa cũng là văn bản pháp lý đầu tiên đặt nền tảng cho việc xây dựng hệ thống Pháp luật nước ta hiện nay. Theo sự phát triển của đất nước qua các thời kỳ, hệ thống Pháp luật nước ta có sự phát triển ngày càng hoàn thiện hơn. Giai đoạn từ 1945 đế n 1954: Việt Nam đã có Hiế n pháp 1946 là Hiến pháp đầu tiên trong lịch sử dân tộc và các văn bản Pháp luật nhưng vẫn còn hạn chế, chưa hình thành đầy đủ các ngành luật. Giai đoạn từ 1954 đến 1986: Nhà nướ c xây dự ng và phát triển hệ thống Pháp luật xã hội chủ nghĩa ở nước ta. Tính ư u việt của Pháp luật xã hội chủ nghĩa được phát huy. Tuy nhiên trong giai đoạn này vẫn còn những hạn chế về cơ chế tập trung, bao cấp làm chậm sự phát triển kinh tế đất nước. Giai đoạn từ 1986 đến nay: Quan đ iểm đổi mới đã khắc phục được những nhược điểm trước đó, hệ thống Pháp luật có đầy đủ các ngành luật điều chỉnh hầu hết các quan hệ xã hội.",
    "vector_id": "content_369"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 37,
    "language": "vi",
    "content": "Văn bản quy phạm Pháp luật ban hành kịp thời và phù hợp với sự phát triển kinh tế của đất nước. 3. 2. Các ngành luật trong hệ thống Pháp luật nước ta hiện nay Hiện nay, các ngành luật trong hệ thống Pháp luật nước ta chia thành: Nhóm ngành luật quốc nội gồm 11 ngành luật và nhóm ngành luật quốc tế gồm 2 ngành luật. 105 - Nhóm ngành luậ t quốc nội (1) Luậ t Hiến pháp: Gồm tổng thể các quy phạ m Pháp luật điều chỉnh các quan hệ cơ bản về tổ chức quyền lực Nhà nước, về chế độ chính trị, kinh tế, văn hóa- xã hội, chế độ bầu cử, quyền và nghĩa vụ công dân… Đ ây là ngành luật quan trọng nhất của quốc gia, là nền tảng để xây dựng các ngành luật khác. (2) Luật Hành chính: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ xã hội hình thành trong quá trình tổ chức và thự c hiện hoạt động chấp hành và điều hành của Nhà nước trên các, lĩnh vực hành chính, chính trị kinh tế và văn hóa xã hội. (3) Luật Tài chính: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ xã hội phát sinh trong quá trình Nhà nước động viên, phân phối và sử dụng nhữ ng nguồ n vốn tiền tệ, bảo đảm cho việc thực hiện các chức năng và nhiệm vụ của Nhà nước cũng như đáp ứng các nhu cầu kinh tế khác. (4) Luậ t Hình sự : Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ xã hội do các hành vi bị xem là tộ i phạm và hình phạt tương ứng đối với người phạm tội. (5) Luậ t Tố tụng Hình sự: Gồm những quy phạm Pháp luật quy định những nguyên tắc, thủ tục, điều kiện trong việ c khởi tố, điều tra, truy tố, xét xử và thi hành án các vụ án hình sự, quyền và nghĩa vụ của những người tham gia tố tụng hình sự. (6) Luật Dân sự: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ tài sản hoặc các quan hệ nhân thân phi tài sản phát sinh giữa các cá nhân hoặc giữa cá nhân với tổ chức trong quá trình sinh hoạt, phân phối và tiêu dùng. 106 (7) Luậ t Tố tụng Dân sự: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ thủ tục phát sinh giữa Tòa án với những người tham gia tố tụng trong quá trình giả i quyết các vụ án dân sự. (8) Luật Hôn nhân và Gia đình: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ nhân thân và quan hệ tài sản do việc kết hôn, ly hôn giữa nam và nữ, quyền và nghĩa vụ của cha mẹ , con cái, các quy định về đỡ đầu và nuôi con nuôi nhằm mục đích bảo đảm chế độ hôn nhân tự nguyện, tiến bộ, bình đẳng giữa nam và nữ, xây dựng gia đình hạnh phúc, văn minh. (9) Luật Lao động: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ lao động phát sinh giữ a người sử dụng lao động và người lao động, quan hệ bảo hiểm, bồi thường thiệt hại và quan hệ giải quyết các tranh chấp lao động. (10) Luật Đất đai: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ xã hội hình thành trong việc quản lý và sử dụng đất đai, các quan hệ phát sinh trong quá trình bả o vệ, quản lý và khai thác tài nguyên đất đai. (11) Luật Kinh tế: Gồm tổng thể các quy phạm Pháp luật điều chỉnh các quan hệ xã hội phát sinh trong quá trình sản xuất kinh doanh giữa các đơn vị kinh tế với nhau và giữa các đơn vị kinh tế với các cơ quan quản lý Nhà nước về kinh tế. - Nhóm ngành Luật Quốc tế (1) Công pháp quốc tế: Công pháp quốc tế là hệ thống các nguyên tắc và quy phạm Pháp luật do các quốc gia và các chủ thể khác của luật quốc tế thỏa thuận nên và bảo đảm thi hành trên cơ sở thỏa thuận tự nguyện và bình đẳng nhằm điều chỉnh các quan hệ giữa các chủ thể luật quốc tế. 107 (2) Tư pháp quốc tế: gồm những nguyên tắc và những quy phạm Pháp luật điều chỉnh những quan hệ dân sự, hôn nhân và gia đình, lao động và tố tụng dân sự có yếu tố nước ngoài. TÓM LƯỢC 1. Hệ thống Pháp luật là tổng thể các các quy phạm Pháp luật có mối liên hệ nội tại thống nhất với nhau đượ c phân định thành các chế định Pháp luật và các ngành luật và được thể hiện trong các văn bản do Nhà nước ban hành theo những trình tự và hình thức nhất định. 2. Các bộ phận cấu trúc bên trong hệ thống Pháp luật gồm: Quy phạm Pháp luật, Chế định Pháp luật và Ngành luật. 3. Mặt thể hiện bên ngoài của hệ thống Pháp luật: là hệ thống văn bản quy phạm Pháp luật. 4. Pháp luật xã hội chủ nghĩa căn cứ vào đối tượng điều chỉnh và phương pháp đ iều chỉnh để phân định các ngành luật. 5.",
    "vector_id": "content_370"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 38,
    "language": "vi",
    "content": "Các ngành luật trong hệ thống Pháp luật nước ta chia thành: Nhóm ngành luật quốc nội gồm 11 ngành luật và nhóm ngành luật quốc tế gồm 2 ngành luật (Luật Hiến pháp, Luật Hành chính, Luật Tài chính, Luật Hình sự, Luật Tố tụng Hình sự, Luật Dân sự, Luật Tố tụng Dân sự, Luật Hôn nhân và Gia đình, Luật Lao động, Lu ật Kinh tế, Luật Đất đai, Công pháp quốc tế và Tư pháp quốc tế). CÂU HỎ I TỰ LUẬN 1. Theo bạn những yếu tố cần có để có mộ t hệ thống Pháp luật hữu hiệu là gì ? Tại sao? 108 2. Hệ thống Pháp luật Việt Nam có phân chia ngành luậ t thành ngành luật công pháp và tư pháp không ? Giải thích căn cứ phân chia ngành luật của Việt Nam hiện nay? 3. Tại sao nói quy phạm Pháp luật là đơn vị nhỏ nhất trong hệ thống Pháp luật? 4. Theo bạn quan điểm và hình thức thể hiện của Hệ thống Pháp luật Việt Nam có khác biệt với các hệ thống Pháp luật các nước tư sản không ? Giả i thích? 5. Có nhận định cho rằng Luật quốc tế khi được quốc gia thừ a nhận có ưu thế hơn luật quốc nội, theo bạn nhận định này đúng hay sai ? Tại sao? CÂU HỎI TRẮC NGHIỆM 1. Trong các yếu tố cấu thành hệ thống pháp luật, yếu tố được xem là đơn vị cơ bản nhỏ nhất trong hệ thống pháp luật là: a. Quy phạm pháp luật. b. Chế định pháp luật. c. Ngành luậ t. d. Tất cả đều đúng 2. Căn cứ phân định các ngành luật trong hệ thống pháp luật Việt Nam là: a. Căn cứ vào chủ thể các quan hệ xã hội. b. Đối tượng điều chỉnh và phương pháp điều chỉnh. c. Căn cứ lĩnh vực chung hay riêng trong xã hội. 109 d. Tất cả đều sai. 3. Nhóm ngành luậ t quốc nội bao gồm: a. 5 ngành luật b. 9 ngành luậ t. c. 7 ngành luật. d. 11 ngành luật. 4. Nhóm ngành luậ t quốc tế bao gồm: a. 3 ngành luật b. 2 ngành luậ t. c. 4 ngành luật. d. 5 ngành luậ t. 5. Hiến pháp có hiệu lực áp dụng hiện nay là: a. Hiến pháp 1992. b. Hiến pháp 1946. c. Hiến pháp 1959. d. Hiến pháp 1980. 110 HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Hệ thống Pháp luật phải toàn diện, đồng bộ và phù hợ p với trình độ phát triển kinh tế xã hội đồng thời kỹ thuật pháp lý áp dụ ng trong quá trình làm luật và xây dựng hệ thống Pháp luật tiên tiế n. 2. Không, căn cứ phân chia ngành luậ t hiện nay của hệ thống Pháp luật Việt Nam là căn cứ vào đối tượng điều chỉnh và phương pháp đ iều chỉnh. 3. Quy phạm Pháp luật là một bộ phận trong cấu trúc bên trong của hệ thống Pháp luật, nhiều quy phạm Pháp luật điều chỉnh nhóm quan hệ xã hội cùng loại có liên quan mật thiết với nhau tạo thành chế định Pháp luật là bộ phận thứ hai trong hệ thống Pháp luậ t, nhiều chế định Pháp luật điều chỉnh nhóm quan hệ xã hội trong một lĩnh vực nhất định được gọi là ngành luật. Hệ thống Pháp luật có nhiều ngành luật khác nhau. 4. Có khác biệt so với hệ thống Pháp luật của các nước tư sản, hình thức thể hiện của hệ thống Pháp luật Việt Nam xem văn bản quy phạm Pháp luật là hình thức Pháp luật chủ yếu, sử dụng một số tập quán và không xem án lệ là hình thức Pháp luậ t. 5. Đúng, Vì luật quốc nội được ban hành nhằm điều chỉnh các quan hệ xã hội trong phạm vi quốc gia. Còn trong quan hệ quốc tế các quốc gia đều có chủ quyền và bình đẳng khi tham gia ký kết hay thừa nhận các văn bản Pháp luậ t quốc tế, vì vậy quốc gia phải tôn trọng các điều đã cam kết không thể dựa vào luật quốc nội để không tuân thủ luật quốc tế. Câu hỏ i trắc nghiệm 1 2 3 4 5 a b d b a 111 BÀI 9 LUẬT DÂN SỰ Pháp luật dân sự là công cụ pháp lý hết sức quan trọng trong việ c góp phần bảo đảm đời sống cộng đồng, bảo vệ quyền và lợi ích hợp pháp củ a các cá nhân và tổ chức, lợi ích hợ p pháp củ a Nhà nước của cộng đồng, bả o đảm sự bình đẳng và an toàn pháp lý trong các quan hệ dân sự, góp phần tạo điều kiện đáp ứng các nhu cầu vật chất và tinh thần của công dân, đồng thời thúc đẩy sự phát triển kinh tế xã hội của một quốc gia. Ngành Luật Dân sự có vị trí hết sức quan trọng trong hệ thống Pháp luật Việt Nam, là ngành luật chủ yếu làm cơ sở cho một số các ngành luậ t khác trong hệ thống Pháp luậ t. Vì vậy việc tìm hiểu ngành Luật Dân sự sẽ tạo điều kiện dễ dàng trong việc tiếp cận các ngành luật khác phát sinh từ ngành luật chủ yếu này. MỤC TIÊU Tìm hiểu đầy đủ nội dung bài này, các bạn sẽ biết được: ƒ Khái niệm cơ bản về Luật Dân sự. ƒ Đối tượng và phương pháp điều chỉnh Luật Dân sự. ƒ Quyền sở hữu tài sản của cá nhân và các tổ chức khác nhau trong xã hội. ƒ Các căn cứ phát sinh và chấ m dứt quyền sở hữu.",
    "vector_id": "content_371"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 39,
    "language": "vi",
    "content": "ƒ Các hình thức thừa kế tài sản theo quy định Pháp luật dân sự. 112 NỘI DUNG CHÍNH 1. Khái niệm, đối tượng và phương pháp điều chỉnh của Luật Dân sự 1. 1. Khái niệm Luật Dân sự Luật Dân sự là ngành luật độc lập trong hệ thống Pháp luật Việt Nam gồm tổng thể các quy phạm Pháp luật điều chỉnh các nhóm quan hệ tài sản hoặc quan hệ nhân thân phát sinh giữa các cá nhân hoặ c giữa cá nhân và tổ chức trong quá trình sinh hoạt, phân phối lưu thông, tiêu dùng. 1. 2. Đối tượng điều chỉnh của Luật Dân sự Là nhữ ng quan hệ tài sản và các quan hệ nhân thân phát sinh trong quá trình sản xuất, phân phối, lưu thông, tiêu dùng các sản phẩm hàng hóa nhằm thỏa mãn nhu cầu hàng ngày của các thành viên trong xã hội. Quan hệ tài sản là quan hệ giữa người với người thông qua tài sản dưới dạng tư liệu sản xuất, tư liệu tiêu dùng và cả dịch vụ. Chủ thể của các quan hệ này có thể là cá nhân hoặc tổ chức. Quan hệ nhân thân là những quan hệ gắn liền với một chủ thể nhất định, phát sinh từ một giá trị tinh thần. Quan hệ nhân thân được chia thành 2 nhóm: - Quan hệ nhân thân không liên quan đến tài sản như: tên gọ i, danh dự, nhân phẩm, uy tín của cá nhân hoặc tổ chức. - Quan hệ nhân thân có liên quan đến tài sản. Các quan hệ này là tiền đề phát sinh các quan hệ về tài sản như quyền tác giả các tác phẩm văn học, nghệ thuật, các đối tượng sở hữu công nghiệp như các sáng chế phát minh, kiểu dáng công nghiệp. 113 1. 3. Phương pháp điều chỉnh của Luật Dân sự Là phương pháp thỏa thuận và bình đẳng giữa các bên trong khuôn khổ quy định của Pháp luật. Phương pháp điều chỉnh luật dân sự có đặc điểm: - Các chủ thể khi tham gia các quan hệ Pháp luật dân sự được bảo đảm sự bình đẳng về mặt pháp lý. - Các bên đều bình đẳng trong việc hưởng quyền và gánh chị u các nghĩa vụ. - Bình đẳng giữa các bên về trách nhiệm trong trường hợp không thực hiện hoặc thực hiện không đúng, đầy đủ các nghĩa vụ. - Các chủ thể khi tham gia các quan hệ Pháp luật dân sự đều có quyề n tự định đoạt. - Các bên tự thỏa thuận về trách nhiệm trong các quan hệ Pháp luật. 2. Chế định về quyền sở hữu 2. 1. Khái niệm quyền sở hữu Quyền sở hữu là tổng hợp các quy phạm Pháp luật điều chỉnh các quan hệ xã hội phát sinh trong lĩnh vực chiếm hữu, sử dụng và định đoạt các tư liệu sản xuất và tư liệu tiêu dùng. Quyền sở hữu bao gồm các quyền năng của chủ sở hữu đối với tài sản của mình. Đó là: 114 - Quyền chiếm hữu: là quyề n kiểm soát và chiếm giữ vật trên thực tế. Việc chiếm hữu có thể được thực hiện bởi chủ sở hữu tài sản hoặc người được chủ sở hữu chuyển giao hay do Pháp luật quy định. - Quyền sử dụng: Là quyền khai thác công dụng và hưởng hoa lợi, lợi tức từ vật. Việc sử dụng có thể được thực hiện bởi chủ sở hữu tài sả n hoặc người được chủ sở hữu chuyển giao quyền sử dụng hay do Pháp luật quy định. - Quyền định đoạt : Là quyền quyết định số phận pháp lý và số phận thực tế của vật. Chủ sở hữu tài vậ t có quyền bán, cho tặng hoặc thực hiện các hình thức định đoạt khác với tài vật nhưng phải có năng lực hành vi dân sự theo quy đị nh Pháp luật. Chủ sở hữu có thể là cá nhân, pháp nhân và các chủ thể khác có đầy đủ 3 quyền chiếm hữu, sử dụng và định đoạt. Tài sản sở hữu có thể là động sản, bất động sản, các giấ y tờ trị giá bằng tiền và các quyền tài sản. Nước ta có nhiều hình thức sở hữu: Sở hữu toàn dân, sở hữu tập thể, sở hữu hỗn hợp, sở hữu chung và sở hữu của các tổ chức chính trị, tổ chức chính trị xã hội, tổ chức xã hội, tổ chức xã hội nghề nghiệp. Mỗi hình thức sở hữu có chế độ pháp lý khác nhau. 2. 2. Căn cứ xác lập và chấm dứt quyền sở hữu 2. 2. 1. Các căn cứ xác lập quyền sở hữu - Do lao động, hoạt động sản xuất kinh doanh hợp pháp. - Thu hoa lợi, lợi tức. 115 - Được chuyển giao quyền sở hữu theo thỏa thuận hoặc quyết định của cơ quan Nhà nước có thẩm quyền. - Vật tạo thành do sáp nhập, trộn lẫn, chế biến. - Thừa kế tài sản. - Chiếm hữu đối với vật vô chủ, vật bị đánh rơi, bị bỏ quên, chôn dấu… theo quy đị nh của Pháp luật. - Các trườ ng hợp khác theo luật định. 2. 2. 2. Các căn cứ chấm dứt quyền sở hữu - Chủ sở hữu chuyển quyền sở hữu của mình cho người khác. - Chủ sở hữu từ bỏ quyền sở hữu. - Tài sản bị tiêu hủy. - Tài sản bị trưng mua. - Tài sản bị tịch thu. - Tài sản bị xử lý để thực hiện nghĩa vụ của chủ sở hữu. - Vật bị đánh rơi, bị thất lạc, bị bỏ quên mà ngườ i khác đã xác lập quyền sở hữu do Pháp luật quy định.",
    "vector_id": "content_372"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 40,
    "language": "vi",
    "content": "- Các trườ ng hợp khác theo luật định. 116 3. Chế định về quyền thừa kế 3. 1. Khái niệm quyền thừa kế Thừa kế là việc chuyển dịch tài sả n (gọi là di sả n) của người chết (gọi là người để lại di sản) cho người, tổ chức khác (gọi là người thừa kế) theo di chúc hoặc theo quy định của Pháp luật. Quyền thừa kế là tổng hợp các quy phạ m Pháp luật về thừa kế, quy định về việc bảo vệ và điều chỉnh trình tự dịch chuyể n tài sản và quyề n tài sả n của người chết cho người sống. Di sản bao gồm tài sả n riêng củ a người chết và phần tài sản của người chết trong tài sản chung với người khác, quyề n về tài sản và nghĩ a vụ về tài sản của người chết. Thời điểm mở thừa kế là thời điểm người để lại tài sản chết. Cá nhân thừa kế là cá nhân còn sống vào thời điểm mở thừa kế hoặc sinh ra và còn sống sau thời điểm mở thừa kế nhưng đã thành thai trước khi người để lại di sản chết. Tổ chức thừa kế là tổ chức này phải còn tồn tại vào thờ i điểm mở thừa kế. Những người không được quyền hưởng di sản thừa kế thuộc một trong các trường hợp sau : - Người bị kết án có hành vi cố ý xâm phạm tính mạng, sức khỏe hoặc về hành vi ngược đãi nghiêm trọ ng, hành hạ người để lại di sản, xâm phạm nghiêm trọng nhân phẩm, danh dự của người đó. - Người vi phạm nghiêm trọng nghĩa vụ nuôi dưỡng người để lại di sản. 117 - Người bị kết án có hành vi cố ý xâm phạm tính mạng ngườ i thừa kế khác nhằm hưởng một phần hoặc toàn bộ phần di sản mà người thừa kế đó có quyền hưởng. - Người có hành vi lừa dối, cưỡng ép hoặc ngăn trở việc lập di chúc, giả mạo di chúc, sử a chữa di chúc, hủ y di chúc nhằm hưởng một phần hoặc toàn bộ di sản trái với ý chí của người để lại di sản. - Các trườ ng hợp trên vẫ n được thừa kế, nếu người để lại di sản qua di chúc vẫn cho người b ị tước quyền thừa kế hưởng di sản. 3. 2. Các hình thức thừa kế Có 2 hình thức thừa kế là thừa kế theo di chúc và thừa kế theo Pháp luật. 3. 2. 1. Thừa kế theo di chúc Thừa kế theo di chúc là việc chuyển dịch di sả n của người chết cho ngườ i còn sống hoặc tổ chức theo sự định đoạt của người này lúc còn sống. Hình thức di chúc: Di chúc có thể lập bằng văn bản hoặc di chúc miệng. Di chúc bằng văn bản được thể hiện dưới các hình thức: - Di chúc bằng văn bản không có người làm chứng: Trường hợ p này người lập di chúc phải tự tay viết và ký vào bản di chúc trong đó có ghi rõ ngày tháng năm lập di chúc, họ tên, nơi cư trú của người lậ p di chúc, họ tên người, cơ quan, tổ chức được hưởng di sản, các di sản được hưởng, nghĩa vụ người hưởng di chúc phải thực hiện (nếu có). - Di chúc bằ ng văn bản có người làm chứng: Trường hợp người để lại di sản có thể tự mình viết di chúc hoặc nhờ người khác viết nhưng phải có ít nhất hai 118 người làm chứng. Người làm chứng phải là người không có quyề n và nghĩa vụ liên quan đến di sản thừa kế. - Di chúc bằng văn bản có chứ ng thực của cơ quan Nhà nước: Người muốn lập di chúc cũng có thể đến UBND xã, phường, thị trấn hoặc cơ quan Công chứng để nêu yêu cầu cần lập di chúc. - Di chúc miệng: Trường hợp tính mạng một người bị cái chết đe dọa do bệnh tật hoặc các nguyên nhân khác mà không thể lập di chúc bằng văn bản thì có thể di chúc miệ ng trước ít nhất hai người làm chứng và ngay sau đó những người làm chứng ghi chép lại, cùng ký tên hoặc điểm chỉ. Sau 3 tháng kể từ ngày lập di chúc miệng mà người lập di chúc còn sống thì nội dung di chúc miệ ng không còn giá trị. 3. 2. 2. Thừa kế theo Pháp luật Thừa kế theo Pháp luật là trường hợp chuyển dịch di sản cho các thừa kế là cá nhân theo quy định của Pháp luật. Áp dụng khi tài sản (hoặc phần tài sản) không có di chúc, di chúc không hợp pháp, những người thừa kế theo di chúc đều chết trước hoặc chết cùng thời điểm với người để lại di sản, tổ chức, cơ quan được hưởng di sản theo di chúc nhưng không còn tồn tại vào thờ i điểm mở thừa kế; những người được chỉ định thừa kế theo di chúc mà từ chối hưởng di sản hoặc không có quyền hưởng di sản. Những người được thừa kế gọi là diện thừa kế. Diện thừa kế được xếp vào các hàng thừa kế theo thứ tự 1, 2, 3. Những người trong cùng một hàng được hưởng phần thừa kế bằng nhau. Những người thừa kế ở hàng sau chỉ được hưởng thừa kế nếu không còn ai ở hàng thừa kế trước. Hàng và diện hưởng thừa kế: 119 - Hàng thứ nhất gồm: vợ, chồng, cha ruột, mẹ ruột, cha nuôi, mẹ nuôi, con ruột, con nuôi của người chết.",
    "vector_id": "content_373"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 41,
    "language": "vi",
    "content": "- Hàng thứ hai gồm: ông nội, bà nội, ông ngoại, bà ngoại, anh chị em ruột của người chết. - Hàng thứ ba gồm: cụ nội, cụ ngoại của người chết; bác ruột, chú ruộ t, cậu ruột, cô ruột, dì ruộ t và cháu ruột của người chết. Thừa kế thế vị: Trường hợp con của người để lại di sản chết trước người để lại di sản thì cháu được hưởng phần di sản mà cha hoặc mẹ của cháu được hưởng nếu còn sống; nếu cháu cũng chết trước người để lại di sản thì chắt được hưởng phần di sản mà cha hoặc mẹ của chắt được hưởng nếu còn sống. TÓM LƯỢC 1. Luật Dân sự là ngành luật gồm tổng thể các quy phạm Pháp luật điều chỉnh các nhóm quan hệ tài sản hoặc quan hệ nhân thân phi tài sản. 2. Đối tượng điều chỉnh của Luật Dân sự là những quan hệ tài sản và các quan hệ nhân thân phát sinh trong quá trình sản xuất, phân phối, lưu thông, tiêu dùng các sản phẩm hàng hóa nhằm thỏa mãn nhu cầu hàng ngày của các thành viên trong xã hộ i. 3. Phương pháp điều chỉnh của Luật Dân sự là phương pháp th ỏa thuận và bình đẳng giữa các bên trong khuôn khổ quy định của Pháp luật. 4. Quyền sở hữu là tổng hợp các quy phạ m Pháp luật điều chỉnh các quan hệ xã hội phát sinh trong lĩnh vực chiếm hữu, sử dụng và định đoạt các tư liệu sản xuất và tư liệu tiêu dùng. 120 5. Quyền sở hữu bao gồm các quyền năng: - Quyền chiếm hữu: là quyền kiểm soát và chiếm giữ vật trên thực tế. - Quyền sử dụng: Là quyề n khai thác công dụng và hưởng hoa lợi, lợi tức từ vật - Quyền định đoạt: Là quyền quyết định số phận pháp lý và số phận thực tế của vật. 6. Quyền thừa kế là tổng hợp các quy phạm Pháp luật về thừa kế, quy định về việc bảo vệ và điều chỉnh trình tự dịch chuyển tài sản và quyề n tài sản của người chết cho người sống. 7. Có 2 hình thức thừa kế: thừa kế theo di chúc và thừa kế theo Pháp luật. CÂU HỎ I TỰ LUẬN 1. Có trườ ng nào trong quan hệ dân sự một bên chủ thể có quyền mà không phải thực hiện nghĩa vụ không ? Cho ví duï. 2. Người không có quyề n sở hữu tài sản thì có quyền chiếm hữu và sử dụng tài sản không? 3. Một người có quyền sở hữu tài sản do chiếm hữu ngay tình, công khai, liên tục theo đ iều 255 của BLDS. Nếu chủ sở hữu tài sản trước đó biết được có quyền đòi lại tài sản đó không? 121 4. Một người chết để lại nhiều di chúc hợp pháp khác nhau như : chúc thư, di chúc có công chứ ng, di chúc có người làm chứng như ng không có xác nhận của cơ quan Nhà nước có thẩm quyề n… theo bạn di chúc nào sẽ được áp dụng? 5. Thừa kế theo Pháp luật, có trườ ng hợp nào người ở hàng thừa kế sau (hàng thứ hai) cùng được hưởng thừ a kế với người ở hàng thừa kế trước (hàng thứ nhất) không? CÂU HỎ I TRẮC NGHIỆM 1. Các quan hệ nào sau đây là đối tượng điều chỉnh của luật dân sự? a. Quan hệ tài sản phát sinh trong sản xuất, tiêu dùng giữa cá nhân với cá nhân. b. Quan hệ liên quan đến danh dự , nhân phẩm phát sinh giữa các chủ thể với nhau. c. Quan hệ giữa tác giả với tác phẩm của họ. d. Tất cả đều đúng. 2. Các trường hợp chiếm hữu nào sau đây là chiế m hữu bất hợp pháp? a. Chiếm hữu của chủ sở hữu vật. b. Chiếm hữu vật đánh rơi không khai báo. c. Chiếm hữu do chủ sở hữu vật uỷ quyền. d. Chiếm hữu thông qua việc thuê vật của chủ sở hữu. 122 3. Các trường hợp quyền định đoạt tài sản của chủ sở hữu bị hạn chế: a. Bán cổ vật thuộc sở hữu của chủ sở hữu. b. Bán vật thuộc sở hữu của chủ sở hữu đang thế chấp. c. Bán vật thuộc sở hữu của chủ sở hữu bị hư hỏng. d. b và c đều đúng. 4. Một người lập nhiều di chúc hợ p pháp với các hình thức khác nhau, di chúc nào có giá trị áp dụng trong trường hợp người lập di chúc chết ngày 01/01/2005? a. Di chúc bằng lời nói lập ngày 20/12/2004. b. Di chúc bằng văn bản có người làm chứng lập ngày 20/10/2004. c. Di chúc bằng văn bản có công chứng nhà nước lập ngày 20/08/2004. d. Di chúc bằng văn bản viết tay lập ngày 20/05/2004. 5. Hàng thừa kế thứ nhất theo quy định pháp luật về thừa kế: a. Con nuôi của người chết. b. Vợ của người chết. c. Em ruột của người chết. d. a và b đều đúng. 123 124 HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Có trường hợ p đó, ví dụ trong quan hệ tặng cho tài sản không điều kiện, bên nhận tài sản chỉ có quyền mà không có nghĩa vụ. 2. Người không có quyền sở hữu nhưng thông qua các giao dịch dân sự như thuê hoặc những người được chủ sở hữu uỷ quyền có quyề n chiếm hữu và sử dụng tài sản. 3. Không, trường hợp này xem như chủ sở hữu tài sả n trước đã từ bỏ quyền sở hữu tài sản của mình. 4.",
    "vector_id": "content_374"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 42,
    "language": "vi",
    "content": "Di chúc hợp pháp nào gần nhất với ngày người để lại di sản qua đờ i, di chúc đó được áp dụng. 5. Trường hợp thừa kế thế vị. Câu hỏ i trắc nghiệm 1 2 3 4 5 d b d a d BÀI 10 LUẬT HÌNH SỰ Trong việc thực hiện nhiệm vụ bảo vệ chế độ xã hội, an ninh trật tự xã hội, Nhà nước sử dụng nhiều biện pháp vừ a có tính thuyết phục vừa có tính cưỡng chế để đấu tranh, ngăn chặn những hành vi vi phạ m. Khi những hành vi vi phạm chưa cao, Nhà nước có thể sử dụng các chế tài hành chính hay dân sự để tác động đến chủ thể vi phạm. Nếu sự vi phạm ở mức độ nguy hiểm cao đối v ới xã hội (như giết người, phá hủy công trình hay xâm hại an ninh quốc gia) thì Nhà nước phải sử dụng các biện pháp xử lý nghiêm khắ c nhất và hình thức chế tài nghiêm khắc nhất đó được thể hiện qua bộ Luật Hình sự. Bài này đề cập đến các khái niệm chung về ngành Luật Hình sự , các chế định về tội phạm và hình phạt tương ứng đối với người phạm tội. MỤC TIÊU Học xong chương này, các bạn sẽ biết 5 vấn đề sau đây: ƒ Sự cần thiết của Luật Hình sự trong đời sống xã hội. ƒ Đối tượng và phương pháp điều chỉnh của Luật Hình sự. ƒ Phân biệt được hành vi phạ m tội nào là vi vi phạm hình sự (tội phạm) hành vi nào không phải tội phạm. ƒ Hiểu rõ sự nghiêm khắc của chế tài hình sự. ƒ Các khung hình phạt đối với những hành vi tội phạm. 125 NỘI DUNG CHÍNH 1. Khái niệm, đối tượng và phương pháp điều chỉnh của Luật Hình sự 1. 1. Khái niệm Luật Hình sự Luật Hình sự là ngành luật trong hệ thống Pháp luậ t của nước cộng hòa xã hội chủ nghĩa Việt Nam, bao gồm các quy phạ m Pháp luật do Nhà nước ban hành, nhằm xác định những hành vi nguy hiểm nào cho xã hội là tội phạm, đồng thời quy định hình phạt tương ứng đối với những tội phạm ấy. 1. 2. Đối tượng điều chỉnh của Luật Hình sự Là những quan hệ xã hội phát sinh giữa Nhà nước và ng ười phạm tội khi người này thực hiện hành vi được quy định là tội phạm. Cơ quan đại diện Nhà nước trong những quan hệ phát sinh với người thực hiện tội phạm gồm: Cơ quan điều tra, Viện kiểm sát và Tòa án. Người phạm tội là cá nhân thực hiện hành vi nguy hiểm cho xã hội bị Luật Hình sự coi là tội phạm. 1. 3. Phương pháp điều chỉnh của Luật Hình sự Là phương pháp quyền uy, thể hiện quyền lực của Nhà nước, trong việ c điều chỉnh các quan hệ Pháp luật hình sự. Phương pháp này có đặ c điểm riêng là khi chủ thể vi phạm, các cơ quan thẩm quyề n có quyền áp dụ ng các biện pháp chế tài tương ứng với hành vi vi phạm (kể cả việc tước đi mạng sống) đối với chủ thể này. 126 2. Chế định về tội phạm 2. 1. Khái niệm tội phạm Tội phạm là hành vi nguy hiểm cho xã hội, được quy định trong bộ Luật Hình sự, do người có năng lực trách nhiệm hình sự thực hiện một cách cố ý hay vô ý, xâm phạm độc lập, chủ quyền, thống nhất, toàn vẹn lãnh thổ của tổ quốc, xâm phạm chế độ Nhà nước XHCN, chế độ kinh tế và sở hữu XHCN, xâm phạm tính mạng, sức khỏe, danh dự, nhân phẩ m, tự do, tài sản, các quyền và lợi ích hợp pháp khác của công dân, xâm phạm những lãnh vực khác của trật tự Pháp luật XHCN. Như vậy trong trường hợp một hành vi phạm tội nhưng nếu không xâm phạm các tội danh mà Luật Hình sự đã quy định thì không xem là tội phạm. Ví dụ: Một người thực hiện hành vi đua xe trái phép nhưng không gây thiệt hại, hậu quả nghiêm trọng cũng chưa từng bị xử phạt hành chính lần nào về tội này như điều 207 BLHS quy đị nh nên không xem là tội phạm. Hành vi trên bị xem là vi phạm hành chính và chỉ bị xử phạt hành chính. 2. 2. Các dấu hiệu của tội phạm Theo Luật Hình sự Việt Nam, các dấ u hiệu cơ bản để phân biệt hành vi là tội phạm với những hành vi khác không phải là tội phạm là: - Tính nguy hiểm cho xã hội: Nguy hiểm cho xã hộ i nghĩa là gây ra hoặc đe dọa gây ra thiệt hại đáng kể cho các quan hệ xã hộ i, tuy nhiên không phải tất cả hành vi gây nguy hiểm cho xã hội đều là tội phạm mà chỉ những hành vi nguy hiểm cho xã hộ i đến mức độ xâm hại các quan hệ xã hội được Luật Hình sự bảo vệ thì mới bị coi là tội phạm. 127 - Tính có lỗi của chủ thể: Lỗi là thái độ, ý thức chủ quan của chủ thể đối với hành vi gây nguy hiểm cho xã hội và hậu quả của hành vi đó (thể hiện mặt lý trí và ý chí của chủ thể) và lỗi gồm 2 loại: lỗi cố ý và lỗi vô ý. Nếu khi thực hiện hành vi, chủ thể không có lỗi thì chủ thể không bị coi là vi phạm Pháp luật.",
    "vector_id": "content_375"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 43,
    "language": "vi",
    "content": "- Tính trái Pháp luật: Tính trái Pháp luật hình sự của tội phạm thể hiện là dấ u hiệu của một tội danh được quy đị nh trong Luật Hình sự, dùng để xác định chính xác hành vi nào là tội phạm. - Tính phải chịu hình phạt: Tính phải chịu hình phạt thể hiện cụ thể mức chế tài dành cho tội danh mà chủ thể vi phạm, được quy đị nh trong Luật Hình sự. Các hành vi tuy có nhữ ng dấu hiệu tội phạm nhưng tính chất và mức độ nguy hiểm cho xã hội, không đáng kể thì không xem là tội phạm và được xử lý bằng các biệ n pháp khác. Theo bộ Luật Hình sự 1999, áp dụng từ 01/7/2000, tội phạm được chia thành 4 loại: - Tội phạm ít nghiêm trọng là tội phạm mà mức cao nhất của khung hình phạt đối với tội ấy là đến 3 năm tù; - Tội phạm nghiêm trọng là tội phạm mà mức cao nhất của khung hình phạt đối với tội ấy là đến 7 năm tù; - Tội phạm rất nghiêm trọng là tội phạm mà mức cao nhất của khung hình phạt đối với tội ấy là đến 15 nă m tù; - Tội phạm đặc biệt nghiêm trọng là tội phạm mà mức cao nhất của khung hình phạt đối với tội ấy là trên 15 năm tù, tù chung thân, tử hình. 128 3. Chế định về hình phạt Hình phạt là biện pháp cưỡng chế nghiêm khắ c nhất được quy định trong Luật Hình sự do Tòa án áp dụng nhằm hạn chế hoặc tước bỏ quyền và lợi ích của người phạm tội. Luật Hình sự Việt Nam quy định gồm 2 loại hình phạt: hình phạt chính và hình phạt bổ sung. 3. 1 Hình phạt chính Là hình phạt được Tòa án tuyên độc l ập đối với người phạm tội khi họ có hành vi được quy định trong một tội danh. Mỗi tội phạm chỉ có thể bị tuyên một hình phạt chính. Các hình phạ t chính hiện nay gồm: - Cảnh cáo: Là hình thức khiển trách công khai của Nhà nước đối với người bị kết án phạm tội, được áp dụ ng đối với người phạm tội ít nghiêm trọng, có nhiều tình tiế t giảm nhẹ nhưng chưa đến mức miễn hình phạt. - Phạt tiền: Là hình phạt chính nhằm tước một khoản tiền của người bị kết án sung vào công quỹ của Nhà nước được áp dụng đối với người phạm tội ít nghiêm trọng xâm phạm trật tự quản lý kinh tế, trật tự công cộng, trật tự quản lý hành chính và mộ t số tội phạm khác do bộ Luật Hình sự quy định. - Cải tạo không giam giữ : Là hình phạt không buộc người bị kết án phải cách ly khỏ i xã hộ i mà chỉ chịu những hạn chế nhất định, được áp dụng đối với người phạm tội ít nghiêm trọng hoặc nghiêm trọng nhưng hội đủ các điều kiện luật định. 129 - Trục xuất: là hình phạt buộc người nước ngoài phải rời khỏi lãnh thổ nước Việt Nam. - Tù có thời hạn: Là hình phạt buộc người bị kết án phải cách ly với xã hội một thời gian, bằng hình thức giam giữ người bị kết án tại trại giam trong thời hạn từ 3 tháng đến 20 nă m. Trường hợp phạm nhiều tội, mức tổng hợp hình phạt có thể đến 30 năm. - Tù chung thân: là hình phạt tù không thời hạn áp dụng đối với người phạm tội đặc biệt nghiêm trọng nhưng chưa đến mức xử phạt tử hình. Hình phạt này không áp dụ ng đối với người chưa thành niên phạm tội. - Tử hình: Là hình phạt nghiêm khắc nhất được áp dụng đối với người phạm tội đặc biệt nghiêm trọng nhưng xét thấy không có khả năng cải tạo. Tại nước ta hiệ n nay, án tử hình được thi hành bằng hình thức xử bắn và không tuyên hình phạt này đối với người chưa thành niên (chư a đủ 18 tuổi) phạm tội, đối với người phụ nữ có thai, đang nuôi con dưới 36 tháng tuổ i khi phạm tội hoặc khi bị xét xử. Không thi hành án tử hình đối với phụ nữ có thai, đang nuôi con dưới 36 tháng tuổi và chuyển thành hình phạt chung thân. 3. 2. Hình phạt bổ sung Là hình phạt không thể tuyên độc lập mà tuyên kèm với hình phạt chính. Tòa án có thể tuyên một hình phạt chính kèm theo một hoặc nhiều hình phạt bổ sung đối với người bị kết án nếu điều luật về tội danh đó có quy định. Các hình phạ t bổ sung hiện nay gồm: 130 - Cấm đảm nhiệm những chức vụ, cấm hành nghề hoặc làm công việc nhất định: Là hình phạt được áp dụng khi xét thấy nếu để người bị kết án đảm nhiệm hoặc thực hiện có thể gây nguy hại cho xã hội. - Cấm cư trú: là hình phạt buộc người bị kết án không được tạm trú hoặc thường trú ở một số địa phương nhất định áp dụ ng trong trường hợp xét thấy người phạm tội cư trú tại địa phương đó có thể gây nguy hại cho xã hội.",
    "vector_id": "content_376"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 44,
    "language": "vi",
    "content": "- Quản chế : là hình phạt được áp dụng để buộc người bị kết án phả i cư trú, làm ăn, sinh sống, cải tạo ở một địa phương nhất định, đặt dưới sự kiểm soát, giáo dụ c, của chính quyề n và nhân dân địa phương, áp dụng đối với người phạm tội xâm phạm an ninh quốc gia, người tái phạm nguy hiểm hoặc những trường hợp khác do luật định. - Tước một số quyền công dân : Là hình phạt áp dụ ng nhằm tước mộ t quyền công dân của người bị kết án như quyền ứng cử, bầu cử đại biểu các cơ quan quyền lực Nhà nước, quyề n làm việc trong cơ quan Nhà nước và phục vụ trong lực lượng vũ trang nhân dân. - Tịch thu tài sản : là hình phạt tước một phần hoặc toàn bộ tài sản của người bị kết án sung vào công quỹ, áp dụng đối với người phạm tội nghiêm trọ ng, rất nghiêm trọng hoặc đặc biệt nghiêm trọng do bộ Luật Hình sự quy định . - Phạt tiền (khi không áp dụng là hình phạt chính) : Là hình phạt buộc người phạm tội phải nộp một số tiền ngoài việ c phải chấp hành một trong các hình phạt chính. - Trục xuất : Là hình phạt áp dụng kèm theo hình phạt chính, buộc người phạm tội phải rời khỏi nước Việt Nam khi chấp hành xong hình phạt chính. 131 132 TÓM LƯỢC 1. Luật Hình sự gồm các quy phạm Pháp luật do Nhà nước ban hành, nhằm xác định những hành vi nguy hiểm nào cho xã hội là tội phạm, đồng thời quy định hình phạ t tương ứng đối với những tội phạm ấy. 2. Đối tượng điều chỉnh của Luật Hình sự là những quan hệ xã hội phát sinh giữa Nhà nước và người phạm tội khi người này thự c hiện hành vi được quy định là tội phạm. 3. Phương pháp điều chỉnh của Luật Hình sự là phương pháp quyền uy. 4. Tội phạm là hành vi nguy hiểm cho xã hội, có lỗi, trái Pháp luật và phải chịu hình phạt. 5. Các dấu hiệu cơ bản của tội phạm là : Tính gây nguy hiểm cho xã hội, tính có lỗi, tính trái Pháp luật và tính chịu hình phạt. 6. Hình phạ t là biện pháp nghiêm khắc của Nhà nước nhằm tước bỏ hoặc hạn chế quyền và lợi ích của người phạm tội. CÂU HỎ I TỰ LUẬN 1. Một người thực hiện hành vi “Đ ua xe trái phép” lần đầu bị cảnh sát bắt. Hành vi này có bị xem là tội phạm không ? 2. Người phạ m tội có thể cùng lúc thực hiện nhiều hành vi tội phạm không ? Tại sao? 3. Án treo có phải là hình phạt tù không? 4. A 17 tuổi thực hiện tội phạm đặc biệt nghiêm trọng là giết người, theo bạn A có thể bị Tòa án kết án “tử hình” hoặc “chung thân” không? 133 CÂU HỎ I TRẮC NGHIỆM 1. Hãy cho biết cách áp dụ ng hình phạt nào dưới đây là đúng khi tòa án xét xử một người thực hiện một hành vi tội phạm: a. Hai hình phaït chính. b. Hai hình phạt bổ sung. c. Một hình phạt chính và hai hình phạt bổ sung. d. Hai hình phạt chính và một hình phạt bổ sung. 2. Hành vi phạm tội nào sau đ ây không bị xem là tội phạm? a. Không đăng ký tạm trú tạm vắng. b. Trộm cắp tài sản công dân c. Đua xe trái phép gây hậ u quả nghiêm trọ ng. d. Lừa đảo chiếm đoạt tài sản. 3. Tội danh được quy định trong Luật Hình sự là một trong những dấu hiệu xác định tội phạm: a. Tính chị u hình phạt. b. Tính nguy hiểm cho xã hội. c. Tính có lỗi của chủ thể hành vi vi phạm. d. Tính trái pháp luật. 4. Tội phạm rất nghiêm trọng là tội phạm có khung hình phạt: a. Cao nhất là 7 năm tù. b. Cao nhất là 3 năm tù. c. Cao nhất là 15 năm tù. d. Trên 15 năm tù. 5. Án treo là hình phạt: a. Tù chung thân. c. Cải tạo không giam giữ. b. Tù có thời hạn. d. Tất cả đều sai. 134 135 HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1. Không xem là tội phạm, vì hành vi không được xác định là tội phạm trong luật hình sự. 2. Trong mộ t lần thực hiện hành vi phạ m tội, người phạm tội có thể thực hiện nhiều hành vi tội phạm như trường hợp tên cướp vừ a thực hiện hành vi cướp tài sản, đốt nhà đồ ng thời cưỡng hiếp nạn nhân… 3. Án treo là hình phạt tù, nhưng không giam giữ người bị kết án. 4. Theo quy định bộ luật hình sự, không áp dụng mức án chung thân hoặc tử hình đối với người chưa thành niên. Câu hỏ i trắc nghiệm 1 2 3 4 5 c a d c B BÀI 11 LUẬT HÀNH CHÁNH Quản lý hành chính nhà nước là một hoạt động rất đa dạng và phong phú, bao gồm nhiều lĩnh vực khác nhau trong xã hội.",
    "vector_id": "content_377"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 45,
    "language": "vi",
    "content": "Do đó để đảm bảo hoạt động quản lý trên nhiều lĩnh vực với những chủ thể khác nhau, Nhà nước ban hành Luật Hành chính trong đó quy định những nguyên tắc, hình thức và phương pháp quản lý nhà nước để điều chỉnh các hoạ t động chấp hành và điều hành của Nhà nước trên tất cả các lĩnh vực hành chính, chính trị, kinh tế và văn hóa xã hội giữa cơ quan quản lý hành chính Nhà nước với các chủ thể khác nhau trong xã hội, đồng thời Luật Hành chính còn quy định thủ tục hành chính, trách nhiệm hành chính điều chỉnh hoạt động công chứ c và của các chủ thể khác trong xã hội. Nội dung bài này trình bày khái niệm Luật Hành chính, đối tượng và phương pháp điều chỉnh của Luật Hành chính, các chế định quan trọ ng của Luật Hành chính và Tố tụng Hành chính. MỤC TIÊU Sau khi họ c xong bài này, các bạn biết được: ƒ Các quan hệ xã hội chịu tác động của Luật Hành chính. ƒ Cách thức tác động của luật đối với các quan hệ hành chính. ƒ Các cơ quan quản lý Nhà nước có thẩm quyề n xử phạt hành chính. 136 ƒ Các hình thức xử phạt hành chính. ƒ Thẩm quyề n của cơ quan tòa án và nguyên t ắc xét xử trong tố tụng hành chính. ƒ Các giai đoạn xét xử trong tố tụng hành chính. NỘI DUNG CHÍNH 1. Khái niệm, đối tượng, phương pháp điều chỉnh của Luật Hành chính 1. 1. Khái niệm Luật Hành chính Luật Hành chính là ngành luậ t gồm tổng hợp các quy phạm Pháp luật điều chỉnh các quan hệ xã hội xuất hiện trong quá trình tổ chức và thực hiện hoạt động mang tính chấp hành và điều hành của các cơ quan Nhà nước. 1. 2. Đối tượng điều chỉnh của Luật Hành chính Là những quan hệ xã hội phát sinh trong quá trình quản lý hành chính Nhà nước. Những quan hệ xã hội được Luật Hành chính điều chỉnh chia thành 3 nhóm lớn: - Những quan hệ xã hội phát sinh trong hoạt động chấp hành và đ iều hành của các cơ quan hành chính Nhà nướ c đối với bên ngoài. Đây là nhóm lớn nhất, quan trọng nhất. - Những quan hệ xã hội mang tính chấp hành và điều hành trong tổ chức và hoạt động nội bộ của các cơ quan trong bộ máy Nhà nước. - Những quan hệ xã hội mang tính chấ p hành và điều hành phát sinh trong hoạ t động của các tổ chức xã hội được Nhà nước giao một số trách nhiệm quản lý. 137 Trong tất cả các quan hệ kể trên đều có sự tham gia của cơ quan hành chính Nhà nước được trao thẩ m quyề n hoặc cơ quan đại diện. Nếu không có sự tham gia của cơ quan hành chính Nhà nước, viên chức Nhà nước có thẩm quyền thì không thể xuất hiện các quan hệ do Luật Hành chính điều chỉnh. 1. 3 . Phương pháp điều chỉnh của Luật Hành chính Luật Hành chính sử dụng chủ yếu phương pháp điều chỉnh là phươ ng pháp mệnh lệnh đơn phương, được hình thành từ quan hệ quyền lực - phục tùng giữ a bên có quyền nhân danh và sử dụng quyền lực Nhà nước ra các quyết định bắt buộc thi hành và các chủ thể khác thi hành. Trong một số trường hợp (hạn chế), Luật Hành chính cũng sử dụng phương pháp thỏa thuận khi giữa các cơ quan ban hành các quyết định liên tịch. Quan hệ giữa các bên trong trường hợp này thể hiện tính bình đẳng giữa các bên tham gia dựa trên sự thỏa thuận. 2. Các chế định về trách nhiệm hành chính 2. 1. Khái niệm Trách nhiệm hành chính chỉ một loại quan hệ Pháp luật đặc thù xuất hiện trong lãnh vự c quản lý Nhà nước, trong đó các cơ quan hành chính Nhà nước có thẩm quyền áp dụ ng nhữ ng biện pháp cưỡng chế hành chính mang tính xử phạt hoặc khôi phục lại những quyền và lợi ích bị xâm hại được quy định trong những chế tài của quy phạm Pháp luật về xử lý hành chính. Các quy định về xử lý do vi phạm hành chính được quy định bởi Pháp lệnh xử lý vi phạm hành chính 2002, có hiệu lực từ ngày 01/10/2002. 138 Cơ sở của trách nhiệm hành chính là vi phạm hành chính. Vi phạm hành chính là hành vi của cá nhân, tổ chức vô ý hoặ c cố ý xâm phạm các quy tắc về quản lý Nhà nước nhưng chưa cấu thành tội phạm và theo quy định phải bị xử phạt hành chính. 2. 2. Các hình thức xử phạt hành chính Các hình thức xử phạt chính gồm hình phạt cảnh cáo và hình phạt tiền. - Cảnh cáo: Áp dụng đối với cá nhân, tổ chức vi phạm hành chính nhỏ, lần đầu, có tình tiết giảm nhẹ hoặc đối với mọi hành vi vi phạm. Phạt cảnh cáo do cơ quan Nhà nước có thẩm quyền thể hiện dưới dạng văn bản. - Phạt tiền: Được áp dụng phổ biến trong nhiều trường hợp vi phạm và cũng thể hiện sự đánh giá phủ nhận của cơ quan Nhà nước có thẩm quyền đối với hành vi vi phạm nhưng tác động đến vật chất người vi phạm, gây hậ u quả bất lợi về mặt vật chất cho người này. Theo quy định của Pháp lệnh xử lý vi phạm hành chính năm 2002, mức phạt tiền áp dụng trong xử phạt hành chính là từ 5.",
    "vector_id": "content_378"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 46,
    "language": "vi",
    "content": "000 đồ ng đến 500 triệu đồng và thẩm quyề n áp dụng tùy theo từng cơ quan được cho phép. Ngoài hình phạt chính, các cá nhân, tổ chức có thể chịu một trong các hình thức phạt bổ sung hoặc các biệ n pháp khắ c phục hậu quả như: - Tước quyền sử dụng giấy phép, chứng chỉ hành nghề (có thời hạn hoặc vô thời hạn). - Tịch thu tang vật, phương tiện được sử dụng để vi phạm hành chính. - Buộc khôi phục lại tình trạ ng ban đầu đã bị thay đổi do vi phạm hành chính gây ra hoặc buộc tháo dỡ công trình xây dựng trái phép. 139 - Buộc khắc phục tình trạng ô nhiễm môi trường, lây lan dịch bệnh do vi phạ m hành chính gây ra. - Buộc tiêu hủy vật phẩm gây hạ i cho sức khỏe con người, vật nuôi và cây trồng, văn hóa phẩm độc hại. - Buộc đưa ra khỏi lãnh thổ Việt Nam hoặ c buộc tái xuất hàng hóa, vật phẩm, phương tiện. - Trục xuất ra khỏi lãnh thổ. 2. 3. Các cơ quan, cá nhân có thẩm quyền quyết định xử phạt hành chính Các cơ quan có thẩm quyền xử phạt vi phạm hành chính gồm : 2. 3. 1. Ủy ban nhân dân các cấ p Chủ tịch UBND cấp phường, xã, thị trấn được quyết định phạt cảnh cáo và phạ t tiền đến 500. 000đ. - Chủ tịch UBND cấp quận huyện, thị xã, thành phố thuộc tỉnh được áp dụng các hình thức phạt và biện pháp hành chính khác, phạt tiền đến mức 20 triệu đồng. - Chủ tịch UBND tỉnh, thành phố thuộc trung ương được phạt tiền đến mức 500 triệ u đồng. 2. 3. 2. Cơ quan cảnh sát, bộ đội biên phòng, hải quan, kiểm lâm, thuế vụ, quản lý thị trường, cơ quan thanh tra Nhà nước chuyên ngành: Có thẩm quyền xử phạt trong lãnh vực cụ thể mà các cơ quan này quản lý. 140 2. 3. 3. Tòa án nhân dân các cấp: Có thẩm quyền xử phạt hành chính đối với các hành vi cản trở hoạt động xét xử. Ngoài ra, theo Pháp lệ nh xử lý hành chính năm 2002, trong một số trường hợ p đặc biệt, cơ quan hành chính Nhà nước còn đượ c quyền áp dụng các biện pháp xử lý hành chính đặc biệt như: giáo dục tại xã phường, đưa vào trường giáo dưỡng, đưa vào cơ sở giáo dục, đưa vào cơ sở chữa bệnh, quản chế hành chính. 3. Tố tụng hành chính Tố tụng hành chính là tổng hợp các quy phạ m Pháp luật nhằm điều chỉnh mối quan hệ tố tụng giữa tòa án với các bên tham gia vào quan hệ tố tụng trong quá trình giải quyết các vụ án hành chính. 3. 1. Thẩm quyền xét xử hành chính của tòa án 3. 1. 1. Thẩm quyền chung Tòa hành chính có quyền xét xử về hành chính, giải quyết các tranh chấp phát sinh trong lĩnh vực hành chính giữa công dân vớ i các cơ quan quản lý hành chính Nhà nước khi th ực hiện nhiệm vụ của mình. 3. 1. 2. Thẩm quyền theo cấp xét xử Tòa án nhân dân cấ p huyện (quận, huyệ n, thị xã, thành phố thuộc tỉnh), có thẩm quyền xét xử sơ thẩm những vụ án: - Khiếu kiện quyết định hành chính, hành vi hành chính của cơ quan Nhà nước từ cấp huyện trở xuống trên cùng lãnh thổ của cán bộ, công chức của cơ quan đó. 141 - Khiếu kiện quyết định kỷ luật buộc thôi việ c của người đứng đầu cơ quan, tổ chức cấp huyện trở xuống trên cùng lãnh thổ đối với cán bộ , công chức thuộc thẩm quyề n quản lý của cơ quan, tổ chức đó. Tòa án nhân dân cấp tỉnh (tỉnh, thành phố thuộc trung ương) xét x ử sơ thẩm những vụ án: - Khiếu kiện quyết định hành chính, hành vi hành chính của Bộ, cơ quan ngang Bộ, cơ quan trự c thuộc chính phủ, Văn phòng quốc hội, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao và quyết định hành chính, hành vi hành chính của thủ trưởng của các cơ quan đó mà người khởi kiện có nơ i cư trú, làm việ c trên cùng lãnh thổ. - Khiếu kiện quyết định hành chính của cơ quan chức năng thuộc bộ, cơ quan ngang bộ, cơ quan trực thuộc chính phủ, văn phòng chủ tịch nước, văn phòng quốc hội, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao và quyết định hành chính, hành vi hành chính củ a cán bộ, công chức của các cơ quan chức năng mà người khở i kiện có nơ i cư trú, làm việc trên cùng lãnh thổ. - Những khiếu kiện quyết định hành chính của cơ quan Nhà nước cấp tỉnh và quyết định hành chính, hành vi hành chính của cán bộ, công chức của cơ quan Nhà nước đó. - Ngoài ra trong trường hợp cần thiết Tòa án cấp tỉnh có thể lấy lên để giải quyết vụ án hành chính thuộc thẩm quyề n tòa án cấp huyện. Tòa án nhân dân tối cao: - Giải quyết sơ thẩm đồng thời chung thẩm những khiếu kiện hành chính thuộc thẩm quyền tòa án cấp tỉnh, những khiếu kiện hành chính liên quan đến nhiều tỉnh. 3. 2.",
    "vector_id": "content_379"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 47,
    "language": "vi",
    "content": "Nguyên tắc của tố tụng hành chính 142 - Nguyên tắ c pháp chế xã hội chủ nghĩa: Trong tố tụng hành chính nguyên tắc pháp chế xã hội chủ nghĩa đòi hỏi quá trình xét xử các cơ quan tiến hành tố tụng hành chính, người tiến hành tố tụng hành chính, ngườ i tham gia tố tụng phải tuân thủ các quy định Pháp luật. - Nguyên tắc bình đẳng trước Pháp luật: Các bên đương sự trong hoạt động tố tụng hành chính đều bình đẳng như nhau trướ c tòa hành chính, đều có quyề n và nghĩa vụ như nhau trước tòa không phân biệt là cá nhân, công dân, cơ quan nhà nước, tổ chức kinh tế, xã hội. - Nguyên tắ c xét xử độc lập chỉ tuân thủ Pháp luật: Nguyên tắc xét xử độc lập nhằm đảm bảo cho tòa án có những quyết định, bản án đúng Pháp luật, công bằng và khách quan. - Nguyên tắc xét xử công khai, quyết định theo đ a số: Hội đồng xét xử quyết định theo đ a số, các thành viên trong hội đồng xét xử có quyền như nhau trong việc ra quyết định và hoạ t động xét xử được tiến hành công khai tại trụ sở tòa án hoặc các phiên tòa lưu động. (tuy nhiên trong một số trường hợp để giữ bí mật quốc gia, giữ gìn thuầ n phong mỹ tục của dân tộc, giữ bí mật của các đương sự theo yêu cầu chính đáng tòa án có thể tiến hành xét xử kín). - Nguyên tắ c bảo đảm cho các dân tộc được dùng chữ viết, tiếng nói của dân tộc mình trước tòa án: Nguyên tắ c này thể hiện sự bình đẳng giữa các dân tộ c trong mọi lĩnh vực đời sống xã hội. 3. 3. Các giai đoạn xét xử của tố tụng hành chính Tố tụng là một quá trình gồm nhiều giai đoạn kế tiếp nhau về thời gian, vì vậy tố tụng hành chính có thể chia thành các giai đoạn sau : Khởi kiện và thụ lý vụ án Việc khởi kiện phải thực hiện bằng đơn kiện, hình thức đơn kiện làm đúng theo mẫu do tòa hành chính quy định. 143 Các cá nhân, cơ quan Nhà nước, tổ chức có quyền khởi kiện các quyết định hành chính, hành vi hành chính trong các trường hợp sau : - Đã khiếu nại với người có thẩm quyền giải quyết khiếu nại theo quy đị nh, nhưng hết thời hạn giải quyết mà không được giải quyết và không thực hiện khiếu nại đến người có thẩm quyền tiếp theo. - Đã khiếu nại với người có thẩm quyền giải quyết khiếu nại theo quy định, nhưng không đồng ý với quyết định giải quyết khiếu nại. Cán bộ , công chức giữ chức từ vụ trưởng trở xuống có quyền khởi kiện các quyế t định kỷ luật buộc thôi việc đối với mình trong trường hợp : - Đã có khiếu nại với người có thẩm quyề n giải quyết nhưng không đồng ý vớ i quyết định giải quyết khiếu nại. - Đã có khiếu nại với người có thẩ m quyề n giải quyết và cũng không tiếp tục khiếu nại đến người có thẩm quyề n tiếp theo. Các trường hợp, tòa hành chính trả lại đơn kiện cho người kiện : - Người kiện không có quyền khởi kiện. - Thời hiệu khởi kiện đã hết. - Việc giải quyết không thuộc thẩm quyề n của tòa hành chính. - Việc thụ lý vụ án, nếu xét thấy không thuộc trường hợp trả lại đơn kiện, tòa án thụ lý án sau khi đương sự nộp tiền tạm ứng án phí. Chuẩn bị xét xử 144 Tòa thụ lý vụ án sẽ thông báo đến các bên có liên quan về vụ việc trong thời hạn 7 ngày kể từ ngày thụ lý và yêu cầu các bên cung cấp thông tin, tài liệu giải trình bằ ng văn bản liên quan đến nội dung vụ kiện. Sau khi xem xét các chứng cứ thu thập được, trong thời hạn 60 đến 90 ngày (đối với vụ án phứ c tạp) kể từ ngày thụ lý, tòa hành chính sẽ ra một trong các quyết định sau : - Đưa vụ án hành chính ra xét xử . - Đình chỉ giải quyết vụ án. - Tạm đình chỉ giải quyết vụ án. Tòa án mở phiên tòa giải quyết vụ án trong thời hạn 20 ngày đến 30 ngày (đối với vụ án phức tạp) kể từ ngày ra quyết định xét xử vụ án. Xét xử sơ thẩm - Hội đồng xét xử sơ thẩm vụ án hành chính bao gồm một thẩm phán và hai hội thẩm nhân dân. - Phiên tòa được tiến hành với đầy đủ đương sự hoặc người đại diện đương sự. - Phiên tòa hành chính bắt buộc phải có mặt đại diện viện kiểm sát - Bản án của Hội đồng xét xử được quyết định theo đ a số thông qua thả o luận của các thành viên trong hội đồng được ghi lại bằng biên bản. - Bản án hoặc các quyết định của hội đồng xét xử cấp sơ thẩm có thể bị kháng cáo, kháng nghị. Thủ tục phúc thẩm 145 - Đương sự hoặc người đại diện đương sự có quyền kháng cáo trong thời hạn 10 ngày kể từ ngày tòa tuyên án hoặc ra quyết định. - Kể từ ngày tòa sơ thẩm tuyên án, thời hạn Viện kiểm sát nhân dân cùng cấp có quyề n kháng nghị bản án là 10 ngày và thời hạn Viện kiểm sát nhân dân cấp trên kháng nghị bản án là 15 ngày.",
    "vector_id": "content_380"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 48,
    "language": "vi",
    "content": "- Thời gian xét xử phúc thẩ m bản án sơ thẩm bị kháng cáo, kháng nghị từ 60 ngày đến 90 ngày (đối với vụ án phức tạp), kể từ ngày nhận được hồ sơ. - Thời gian xét xử phúc thẩm quyết định sơ thẩm bị kháng cáo, kháng nghị là 15 ngày kể từ ngày nhận hồ sơ. - Hội đồng xét xử phúc thẩm gồm 3 thẩm phán. Thẩm quyề n xét xử cấp phúc thẩm: - Bác kháng cáo, kháng nghị và giữ nguyên bản án, quyết định sơ thẩm. - Sửa đổi một phần hoặc toàn bộ bản án, quyết định sơ thẩm. - Hủy bản án, hủy quyết định sơ thẩm hoặc trả hồ sơ cho tòa sơ thẩm xét xử lại, hoặc ra quyết định đình chỉ giải quyết vụ án hay tạ m đình chỉ giải quyết vụ án. Ngoài 2 cấp xét xử sơ thẩm và phúc thẩ m, bản án hay quyết định đã có hiệu lực của Tòa án có thể bị kháng nghị để xem xét theo thủ tục Giám đốc thẩm hoặc Tái thẩm. Thi hành bản án hành chính 146 - Giai đoạn cuối cùng của tố tụng hành chính, để đảm bảo cho việc thi hành án hành chính, pháp lệ nh thủ tục giải quyết các vụ án hành chính quy định : chính phủ thống nhất quản lý hành chính trong phạm vi cả nước. - Các quyết định về tài sản trong bả n án, quyế t định của tòa hành chính được thi hành theo pháp lệnh thi hành án dân sự. TÓM LƯỢC 1. Luật Hành chính là ngành luật gồm tổng hợp các quy phạm Pháp luật điều chỉnh các quan hệ xã hội xuất hiện trong quá trình tổ chức và thực hiện hoạt động mang tính chấp hành và đ iều hành của các cơ quan Nhà nước. 2. Đối tượng điều chỉnh của Luật Hành chính là những quan hệ xã hội phát sinh trong quá trình quản lý hành chính Nhà nước. 3. Luật Hành chính sử dụng chủ yếu phương pháp điều chỉnh là phương pháp mệnh lệnh đơn phương. 4. Trách nhiệ m hành chính là trách nhiệm do cơ quan hành chính Nhà nước có thẩm quyền áp dụ ng nhữ ng biện pháp cưỡng chế hành chính mang tính xử phạt bắt buộc chủ thể vi phạm phải gánh chị u hậu quả bất lợi tương ứng với vi phạm. 5. Tố tụng hành chính là tổng hợp các quy phạ m Pháp luật nhằm điều chỉnh mối quan hệ tố tụng giữa tòa án với các bên tham gia vào quan hệ tố tụng trong quá trình giải quyết các vụ án hành chính. 6. Các nguyên tắ c của tố tụng hành chính: - Nguyên tắc pháp chế xã hội chủ nghĩa. - Nguyên tắc bình đẳng trước Pháp luật. 147 - Nguyên tắc xét xử độc lập chỉ tuân thủ Pháp luật. - Nguyên tắc xét xử công khai, quyết định theo đa số. - Nguyên tắc bảo đảm cho các dân tộc được dùng chữ viết, tiếng nói của dân tộc mình trước tòa án. 7. Các giai đoạn xét xử trong tố tụng hành chính: Khởi kiện và thụ lý án, chuẩn bị xét xử, xét xử sơ thẩm, xét xử phúc thẩm và thi hành án. CÂU HỎ I TỰ LUẬN 1. Công chức cấp tỉnh không đồ ng ý vớ i quyết định giải quyết khiếu nại về quyết định buộc thôi việc của cơ quan đối với mình, theo bạ n công chức có thể tiếp tục khiếu kiện ở tòa án nhân dân cấp nào? 2. A là công chức làm việc tại Uỷ ban nhân dân, xây cất lấn chiếm diện tích đất của B. Hai bên phát sinh tranh chấp. Hỏi quan hệ tranh chấp của A và B có xem là đối tượng điều chỉnh của Luật Hành chính không? 3. Một người dân tộc Êđê biết tiếng Việt nhưng yêu cầu tòa án cho sử dụng tiếng dân tộc của mình trước tòa, yêu cầu này có đúng không? 4. Trong các giai đoạn xét xử giai đoạn nào yêu cầu các bên tranh chấp phải có mặt tại tòa ? Giải thích? 5. Theo bạn người không phải là đương sự trong phiên tòa hành chính có quyền kháng cáo trong thời hạn luật định không? CÂU HỎ I TRẮC NGHIỆM 1. Phương pháp điều chỉnh của luật hành chính là: 148 a. Phương pháp mệnh lệnh đơn phương và phương pháp thoả thuận bình đẳng. b. Phương pháp quyền uy, thể hiện quyền lực nhà nước. c. Phương pháp thoả thuận bình đẳng. d. Phương pháp quyề n uy và phương pháp thoả thuận bình đẳng. 2. Hình phạt chính áp dụng trong xử phạt hành chính: a. Cảnh cáo và trục xuất ra khỏi lãnh thổ. b. Phạt tiền và tịch thu tang vật. c. Cảnh cáo và phạt tiền. d. Tước quyền sử dụng giấy phép. 3. Cơ quan đượ c xử phạt hành chính đối với hành vi cản trở hoạt động xét xử của toà án: a. Viện kiểm sát. b. Toà án. c. Công an. d. Cơ quan thanh tra Nhà nước. 4. Trường hợp được xem là toà án đã thụ lý án: a. Có đơn khởi kiện đúng quy đị nh và nộp tạm ứng án phí 149 b. Do người có quyền khởi kiện nộp đơn khởi kiện. c. Người nộp đơn khởi kiện không có thẩm quyền. d. a và b đều đúng. 5. Bản án hành chính sơ thẩm có hiệu lực: a. 20 ngày sau khi tuyên án. b. 15 ngày sau khi tuyên án. c. 7 ngày sau khi tuyên án. d. 10 ngày sau khi tuyên án. HƯỚNG DẪN TRẢ LỜI CÂU HỎI Câu hỏ i tự luận 1.",
    "vector_id": "content_381"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 49,
    "language": "vi",
    "content": "Thẩm quyền theo cấ p xét xử của tòa án nhân dân, trường hợp trên công chức sẽ khiếu kiện tại tòa án nhân dân cấ p tỉnh. 2. Quan hệ trên không phải là đối tượng điều chỉnh của luật hành chính, mà thuộc sự điều chỉnh của luật dân sự. 3. Yêu cầu trên được luật pháp thừ a nhận trong nguyên tắc đảm bảo cho các dân tộc được dùng chữ viết và tiếng nói của mình trước tòa. 4. Trong giai đoạn xét xử sơ thẩm và phúc thẩm (nếu có). Bởi vì các bên tranh chấp có quyền tự chứng minh, bảo vệ cho lợi ích cho mình đồng thờ i trả lời các câu hỏi theo yêu cầ u của hội đồng xét xử. Luật định các bên trong quan hệ tranh chấp phải có mặt tại phiên tòa. 150 5. Ngoài đương sự có quyền kháng cáo, luật cho phép ngườ i đại diện đương sự có quyền kháng cáo. Câu hỏ i trắc nghiệm 1 2 3 4 5 a c b a d TÓM LƯỢC TOÀN MÔN HỌC Bài 1: nội dung bài họ c nêu len những khái niệm cơ bản về nhà nước dưới góc độ tổng thể như: nguồn gốc, bản chất, đặc điểm của Nhà nướ c, các kiểu và hình thức của nhà nước. Nhà nước là hiện tượng xã hội, không phải là bất biến, vĩnh cửu. Nhà nước có quá trình hình thành và tiêu vong gắn liền với những điều kiện khách quan của xã hội. Nhà nước là do giai cấp thống trị lập nên để bảo vệ cho quyề n lợi của giai cấp thống trị. Nhà nước là tổ chức có bản chất, đặc điểm riêng mà không tổ chức nào trong xã hội có được. Nhà nước được nhận diện trong xã hội qua cách thức tổ chức và những phương pháp thực hiện quyền lực Nhà nước. Bài 2: Nội dung bài học trình bày các khái niệm cơ bản nhất về Nhà nước cộng hoà xã hội chủ nghĩa Việt Nam như: bản chất của Nhà nước cộng hoà xã hội chủ nghĩa Việt Nam là Nhà nước của dân, do dân và vì dân. Chức năng của Nhà nước cộng hoà xã hội chủ nghĩa Việt Nam bao gồm đối nội và đối ngoại. Hình thức của Nhà nước cộng hoà xã hội chủ nghĩa Việt Nam thể hiện thông qua hình thức chính thể cộng hoà dân chủ nhân dân: hình thức cấu trúc đơn nhất và chế độ chính trị dân chủ . 151 Bài 3: Nội dung bài học giới thiệu về bộ máy Nhà nước cộng hoà xã hội chủ nghĩa Việt Nam, nguyên tắc tổ chức bộ máy nhà nước và các cơ quan nhà nướ c trong bộ máy Nhà nướ c. Bộ máy Nhà nước Việt Nam là hệ thống các cơ quan Nhà nước từ trung ương đến địa phương, được tổ chức theo nguyên tắc chung, thống nhất để thực hiện các chức năng, nhiệ m vụ của Nhà nước Việt Nam. Nguyên tắ c tổ chức và hoạt động của bộ máy Nhà nước Việt Nam gồm 4 nguyên tắc chủ yếu là: đảm bảo sự lãnh đạo của Đảng; tập trung dân chủ, đảm bảo sự tham gia của nhân dân và quản lý Nhà nước và nguyên tắc pháp chế xã hội chủ nghĩa. Các cơ quan trong bộ máy Nhà nước Việt Nam gồm: Chủ tịch nước, các cơ quan quyền lực Nhà nước, các cơ quan quản lý Nhà nước, các cơ quan xét xử và các cơ quan kiểm sát. Bài 4: Nội dung bài học cung cấ p các khái niệm Pháp luật cơ bản, nguồn gốc và bản chất của Pháp luật, những đặc điểm của Pháp luật, các kiểu Pháp luật và các hình thức của Pháp luật. Pháp luật là tổng hợp những quy tắc xử sự mang tính bắt buộc chung, do Nhà nước đặt ra hay thừa nhận và bả o đảm thực hiện, nhằm điều chỉnh các quan hệ xã hội theo ý chí của giai cấp thống trị. Pháp luật có các đặc tính là: tính quy phạm phổ biến, tính cưỡng chế, tính tổng quát, tính hệ thống và tính ổn định. Các hình thức pháp luật chủ yếu là: Tập quán pháp, Tiền lệ pháp và Văn bản quy phạm pháp luật. Bài 5: Nội dung bài học trình bày khái niệm, đặc điểm và cơ cấu quy phạm Pháp luật. Khái niệm văn bản quy phạm pháp luật và các loạ i văn bản quy phạm pháp luật của nước ta hiện nay. 152 Quy phạ m Pháp luật là những nguyên tắc xử sự chung bắt buộc mọi người thực hiện, do Nhà nước xác lập, ban hành và bảo đảm việc thực hiện, để điều chỉnh các hành vi của cá nhân hoặc tổ chức theo ý chí của nhà nước. Quy phạm Pháp luật gồm các bộ phận: giả định, quy định và chế tài. Văn bản quy phạm Pháp luật là văn bản do cơ quan Nhà nước có thẩm quyền ban hành theo thủ tục và hình thức nhất định, trong đó chứa đựng những quy tắc xử sự bắt buộc chung nhằm điều chỉnh những quan hệ xã hội nhất định. Hiến pháp là văn bản có hiệu lực pháp lý cao nhất trong hệ thống Văn bản quy phạm Pháp luật. Bài 6: Nộ i dung bài học nêu lên cách thức xác định quan hệ Pháp luật trong xã hội, các thành phần cấu tạo nên quan hệ Pháp luật, các khái niệ m cơ bản về năng lực pháp luật, năng lực hành vi, pháp nhân, những căn cứ làm phát sinh thay đổi, chấm dứt quan hệ Pháp luật.",
    "vector_id": "content_382"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 50,
    "language": "vi",
    "content": "Quan hệ Pháp luật là hình thức pháp lý củ a quan hệ xã hội xuất hiện dưới sự tác động của quy phạm Pháp luật. Thành phần quan hệ Pháp luật bao gồ m: chủ thể của quan hệ Pháp luật, khách thể của quan hệ Pháp luật và nội dung của quan hệ Pháp luật. Pháp nhân là tổ chức được luật pháp công nhận có những quyền và nghĩ a vụ như con người cụ thể khi tổ chức đó hội đủ những điều kiện luật định. Sự kiện pháp lý là nhữ ng sự việc, tình huống, hiện tượng xảy ra trong đời sống xã hội, phù hợp với những điều kiện pháp luật dự kiến do đó làm phát sinh, thay đổi hay chấm dứt một quan hệ Pháp luật. 153 Bài 7: Nội dung bài học nêu lên cách thức xác định và áp dụ ng của pháp luật đối với chủ thể không thực hiện theo quy định Pháp luật. Giới thiệu các khái niệm vi phạ m Pháp luật và trách nhiệm pháp lý, các dấu hiệu cơ bản giúp xác định hành vi vi phạm Pháp luật và trách nhiệm pháp lý. Vi phạm Pháp luật là hành vi của cá nhân hoặc tổ chức cụ thể được thể hiện dưới dạng hành động hay không hành động trái với Pháp luật, gây thiệt hại cho xã hội hoặc các quan hệ xã hội được Nhà nước bảo vệ. Các dấu hiệu cơ bản của vi phạm Pháp luật: - Vi phạ m Pháp luật phải thể hiện bằng một hành vi cụ thể của chủ thể. - Hành vi thể hiện là hành vi trái với quy định của Pháp luật. - Hành vi có lỗi của chủ thể được thực hiện. - Chủ thể của hành vi trái pháp luật phải có năng lực hành vi. Trách nhiệ m pháp lý là trách nhiệm bắt buộc đối với các chủ thể vi phạm pháp luật phải gánh chị u những hậu quả bất lợi về vật chất, tinh thần theo quy định của pháp luật. Bài 8: Nội dung bài học trình bày cơ sở hình thánh hệ thống Pháp luật, các căn cứ phân chia ngành luật và giới thiệu tổng quát về các ngành luật trong hệ thống Pháp luậ t Việt Nam. Hệ thống Pháp luật là tổng thể các quy phạm Pháp luật có mối liên hệ nội tại thống nhất với nhau được phân đị nh thành các chế định Pháp luật và các ngành luật, được thể hiện trong các văn bản do Nhà nước ban hành theo những trình tự và hình thức nhất định. 154 Pháp luật xã hội chủ nghĩa căn cứ vào đối tượng điều chỉnh và phương pháp điều chỉnh để phân định các ngành luật. Các ngành luật trong hệ thống pháp luật nước ta được chia thành: Nhóm ngành luật quốc nội: Luật Hiến pháp, Luật Hành chính, Luật Tài chính, Luậ t Hình sự, Luật Tố tụng Hình sự, Luật Dân sự , Luật Tố tụng Dân sự, Luật Hôn nhân và Gia đình, Luật Lao động, Luật Kinh tế, Luật Đất đai. Nhóm ngành luật quốc tế gồm: Công pháp quốc tế và Tư pháp quốc tế. Bài 9: Nội dung bài học giới thiệu ngành Luật Dân sự là ngành luật có vị trí hết sức quan trọng trong hệ thống Pháp luật Việt Nam, là ngành luật chủ yếu làm cơ sở cho một số các ngành luật khác trong hệ thống Pháp luật. Luật Dân sự là ngành luật gồm tổng thể các quy phạm Pháp luật điều chỉnh các nhóm quan hệ tài sản và quan hệ nhân thân phi tài sản. Quyền sở hữu là tổng thể các quy phạm Pháp luật điều chỉnh quan hệ xã hội phát sinh trong lĩnh vực chiếm hữu, sử dụng và định đoạt các tư liệu sản xuất và tư liệu tiêu dùng. Quyền sở hữu bao gồm các quyền năng: Quyền chiếm hữu: là quyền kiểm soát và chiếm giữ vật trên thực tế. Quyền sử dụng: là quyền khai thác và hưởng hoa lợi, lợi tức từ vật. Quyền định đoạt: là quyền quyết định số phận pháp lý và số phận thực tế của vật. 155 Quyền thừa kế là tổng hợp các quy phạm Pháp luật về thừa kế, quy định về việc bảo vệ và điều chỉnh trình tự dịch chuyển tài sả n và quyền tài sả n của người chết cho ngườ i sống. Có hai hình thức thừa kế: thừa kế theo di chúc và thừa kế theo pháp luật. Bài 10: Nội dung bài học đề cập đến các khái niệm chung về ngành Luật Hình sự, các chế định về tội phạm và hình phạt tương ứng đối với người phạm tội. Luật Hình sự gồm các quy phạm Pháp luật do Nhà nước ban hành, nhằm xác định những hành vi nguy hiểm nào cho xã hội là tội phạm, đồng thời quy định hình phạt tương ứng đối với những tội phạm ấy. Tội phạm là hành vi nguy hiểm cho xã hội, có lỗi, trái Pháp luậ t và phả i chịu hình phạt. Các dấu hiệu cơ bản của tội phạm là: Tính gây nguy hiểm cho xã hộ i, tính có lỗi, tính trái Pháp luật và tính chịu hình phạt. Hình phạt là biện pháp nghiêm khắc của Nhà nước nhằm tước bỏ hoặc hạn chế quyền và lợi ích của người phạ m tội. Bài 11: Nộ i dung bài học cung cấ p khái niệm Luật Hành chính, đối tượng và phương pháp điều chỉnh của Luật Hành chính, các chế định quan trọng của Luật Hành chính và Tố tụng Hành chính.",
    "vector_id": "content_383"
  },
  {
    "bot_id": "17812834-59d6-488c-adfb-26283756412b",
    "topic_title": "giới thiệu",
    "file_path": "F:\\ThucTap\\chatbot-agent\\storage\\app/public/training/68760789c72d5_17812834-59d6-488c-adfb-26283756412b.pdf",
    "document_id": "doc_6876078ce4302",
    "chunk_index": 51,
    "language": "vi",
    "content": "Luật Hành chính là ngành luậ t gồm tổng hợp các quy phạm Pháp luật điều chỉnh các quan hệ xã hội xuất hiện trong quá trình tổ chức và thực hiện hoạt động mang tính chấp hành và điều hành của các cơ quan Nhà nước. Trách nhiệ m hành chính là trách nhiệm do cơ quan hành chính Nhà nước có thẩm quyền áp dụng nhữ ng biện pháp cưỡng chế hành chính mang tính xử phạt bắt buộc chủ thể vi phạm phải gánh chị u hậu quả bất lợi tương ứng với vi phạ m. 156 Tố tụng hành chính là tổng hợp các quy phạ m Pháp luật nhằm điều chỉnh mối quan hệ tố tụng trong quá trình giải quyết các vụ án hành chính. Các giai đoạn xét xử trong tố tụng hành chính: khởi kiện và thụ lý án; chuẩn bị xét xử; xét xử sơ thẩm; xét xử phúc thẩm; thi hành án. 1. Giáo trình lý luận về Nhà nước và pháp luật, Trường Đại học Luật Hà nội, 2004. 2. Pháp luật đại cương, Trường Đại học Luật Hà nội, 2005. 3. Lê Minh Nhựt, Pháp luật đại cương, năm 2005. 157 158 Biên soạn: Luật sư Th. S BÙI NGỌC TUYỀN Luật sư TRẦN ANH THỤC ĐOAN",
    "vector_id": "content_384"
  }
]